Repository: Gregory-febvin/Pokedex-API
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Bulbasaur
fr: Bulbizarre

source: Ivysaur
fr: Herbizarre

source: Venusaur
fr: Florizarre

source: Charmander
fr: Salamèche

source: Charmeleon
fr: Reptincel

source: Charizard
fr: Dracaufeu

source: Squirtle
fr: Carapuce

source: Wartortle
fr: Carabaffe

source: Blastoise
fr: Tortank

source: Caterpie
fr: Chenipan

source: Metapod
fr: Chrysacier

source: Butterfree
fr: Papilusion

source: Weedle
fr: Aspicot

source: Kakuna
fr: Coconfort

source: Beedrill
fr: Dardargnan

source: Pidgey
fr: Roucool

source: Pidgeotto
fr: Roucoups

source: Pidgeot
fr: Roucarnage

source: Raticate
fr: Rattatac

source: Spearow
fr: Piafabec

source: Fearow
fr: Rapasdepic

source: Ekans
fr: Abo

source: Sandshrew
fr: Sabelette

source: Sandslash
fr: Sablaireau

source: Clefairy
fr: Mélofée

source: Clefable
fr: Mélodelfe

source: Vulpix
fr: Goupix

source: Ninetales
fr: Feunard

source: Jigglypuff
fr: Rondoudou

source: Wigglytuff
fr: Grodoudou

source: Zubat
fr: Nosferapti

source: Golbat
fr: Nosferalto

source: Oddish
fr: Mystherbe

source: Gloom
fr: Ortide

source: Vileplume
fr: Rafflesia

source: Venonat
fr: Mimitoss

source: Venomoth
fr: Aéromite

source: Diglett
fr: Taupiqueur

source: Dugtrio
fr: Triopikeur

source: Meowth
fr: Miaouss

source: Psyduck
fr: Psykokwak

source: Golduck
fr: Akwakwak

source: Mankey
fr: Férosinge

source: Primeape
fr: Colossinge

source: Growlithe
fr: Caninos

source: Arcanine
fr: Arcanin

source: Poliwag
fr: Ptitard

source: Poliwhirl
fr: Têtarte

source: Poliwrath
fr: Tartard

source: Machop
fr: Machoc

source: Machoke
fr: Machopeur

source: Machamp
fr: Mackogneur

source: Bellsprout
fr: Chétiflor

source: Weepinbell
fr: Boustiflor

source: Victreebel
fr: Empiflor

source: Geodude
fr: Racaillou

source: Graveler
fr: Gravalanch

source: Golem
fr: Grolem

source: Rapidash
fr: Galopa

source: Slowpoke
fr: Ramoloss

source: Slowbro
fr: Flagadoss

source: Magnemite
fr: Magnéti

source: Magneton
fr: Magnéton

source: Farfetch’d
fr: Canarticho

source: Seel
fr: Otaria

source: Dewgong
fr: Lamantine

source: Grimer
fr: Tadmorv

source: Muk
fr: Grotadmorv

source: Shellder
fr: Kokiyas

source: Cloyster
fr: Crustabri

source: Gastly
fr: Fantominus

source: Haunter
fr: Spectrum

source: Gengar
fr: Ectoplasma

source: Drowzee
fr: Soporifik

source: Hypno
fr: Hypnomade

source: Kingler
fr: Krabboss

source: Voltorb
fr: Voltorbe

source: Electrode
fr: Électrode

source: Exeggcute
fr: Noeunoeuf

source: Exeggutor
fr: Noadkoko

source: Cubone
fr: Osselait

source: Marowak
fr: Ossatueur

source: Hitmonlee
fr: Kicklee

source: Hitmonchan
fr: Tygnon

source: Lickitung
fr: Excelangue

source: Koffing
fr: Smogo

source: Weezing
fr: Smogogo

source: Rhyhorn
fr: Rhinocorne

source: Rhydon
fr: Rhinoféros

source: Chansey
fr: Leveinard

source: Tangela
fr: Saquedeneu

source: Kangaskhan
fr: Kangourex

source: Horsea
fr: Hypotrempe

source: Seadra
fr: Hypocéan

source: Goldeen
fr: Poissirène

source: Seaking
fr: Poissoroy

source: Staryu
fr: Stari

source: Starmie
fr: Staross

source: Mr. Mime
fr: M. Mime

source: Scyther
fr: Insécateur

source: Jynx
fr: Lippoutou

source: Electabuzz
fr: Élektek

source: Pinsir
fr: Scarabrute

source: Magikarp
fr: Magicarpe

source: Gyarados
fr: Léviator

source: Lapras
fr: Lokhlass

source: Ditto
fr: Métamorph

source: Eevee
fr: Évoli

source: Vaporeon
fr: Aquali

source: Jolteon
fr: Voltali

source: Flareon
fr: Pyroli

source: Omanyte
fr: Amonita

source: Omastar
fr: Amonistar

source: Aerodactyl
fr: Ptéra

source: Snorlax
fr: Ronflex

source: Articuno
fr: Artikodin

source: Zapdos
fr: Électhor

source: Moltres
fr: Sulfura

source: Dratini
fr: Minidraco

source: Dragonair
fr: Draco

source: Dragonite
fr: Dracolosse

source: Chikorita
fr: Germignon

source: Bayleef
fr: Macronium

source: Meganium
fr: Méganium

source: Cyndaquil
fr: Héricendre

source: Quilava
fr: Feurisson

source: Totodile
fr: Kaiminus

source: Croconaw
fr: Crocrodil

source: Feraligatr
fr: Aligatueur

source: Sentret
fr: Fouinette

source: Furret
fr: Fouinar

source: Noctowl
fr: Noarfang

source: Ledyba
fr: Coxy

source: Ledian
fr: Coxyclaque

source: Spinarak
fr: Mimigal

source: Ariados
fr: Migalos

source: Crobat
fr: Nostenfer

source: Chinchou
fr: Loupio

source: Cleffa
fr: Mélo

source: Igglybuff
fr: Toudoudou

source: Mareep
fr: Wattouat

source: Flaaffy
fr: Lainergie

source: Ampharos
fr: Pharamp

source: Bellossom
fr: Joliflor

source: Sudowoodo
fr: Simularbre

source: Politoed
fr: Tarpaud

source: Hoppip
fr: Granivol

source: Skiploom
fr: Floravol

source: Jumpluff
fr: Cotovol

source: Aipom
fr: Capumain

source: Sunkern
fr: Tournegrin

source: Sunflora
fr: Héliatronc

source: Wooper
fr: Axoloto

source: Quagsire
fr: Maraiste

source: Espeon
fr: Mentali

source: Umbreon
fr: Noctali

source: Murkrow
fr: Cornèbre

source: Slowking
fr: Roigada

source: Misdreavus
fr: Feuforêve

source: Unown
fr: Zarbi

source: Wobbuffet
fr: Qulbutoké

source: Pineco
fr: Pomdepik

source: Forretress
fr: Foretress

source: Dunsparce
fr: Insolourdo

source: Gligar
fr: Scorplane

source: Scizor
fr: Cizayox

source: Shuckle
fr: Caratroc

source: Heracross
fr: Scarhino

source: Sneasel
fr: Farfuret

source: Slugma
fr: Limagma

source: Magcargo
fr: Volcaropod

source: Swinub
fr: Marcacrin

source: Piloswine
fr: Cochignon

source: Corsola
fr: Corayon

source: Remoraid
fr: Rémoraid

source: Delibird
fr: Cadoizo

source: Mantine
fr: Démanta

source: Skarmory
fr: Airmure

source: Houndour
fr: Malosse

source: Houndoom
fr: Démolosse

source: Kingdra
fr: Hyporoi

source: Stantler
fr: Cerfrousse

source: Smeargle
fr: Queulorior

source: Tyrogue
fr: Debugant

source: Hitmontop
fr: Kapoera

source: Smoochum
fr: Lippouti

source: Elekid
fr: Élekid

source: Miltank
fr: Écrémeuh

source: Blissey
fr: Leuphorie

source: Larvitar
fr: Embrylex

source: Pupitar
fr: Ymphect

source: Tyranitar
fr: Tyranocif

source: Treecko
fr: Arcko

source: Grovyle
fr: Massko

source: Sceptile
fr: Jungko

source: Torchic
fr: Poussifeu

source: Combusken
fr: Galifeu

source: Blaziken
fr: Braségali

source: Mudkip
fr: Gobou

source: Marshtomp
fr: Flobio

source: Swampert
fr: Laggron

source: Poochyena
fr: Medhyèna

source: Mightyena
fr: Grahyèna

source: Zigzagoon
fr: Zigzaton

source: Linoone
fr: Linéon

source: Wurmple
fr: Chenipotte

source: Silcoon
fr: Armulys

source: Beautifly
fr: Charmillon

source: Cascoon
fr: Blindalys

source: Dustox
fr: Papinox

source: Lotad
fr: Nénupiot

source: Seedot
fr: Grainipiot

source: Nuzleaf
fr: Pifeuil

source: Shiftry
fr: Tengalice

source: Taillow
fr: Nirondelle

source: Swellow
fr: Hélédelle

source: Wingull
fr: Goélise

source: Pelipper
fr: Bekipan

source: Ralts
fr: Tarsal

source: Surskit
fr: Arakdo

source: Masquerain
fr: Maskadra

source: Shroomish
fr: Balignon

source: Breloom
fr: Chapignon

source: Slakoth
fr: Parecool

source: Slaking
fr: Monaflèmit

source: Nincada
fr: Ningale

source: Shedinja
fr: Munja

source: Whismur
fr: Chuchmur

source: Loudred
fr: Ramboum

source: Exploud
fr: Brouhabam

source: Nosepass
fr: Tarinor

source: Sableye
fr: Ténéfix

source: Mawile
fr: Mysdibule

source: Aron
fr: Galekid

source: Lairon
fr: Galegon

source: Aggron
fr: Galeking

source: Meditite
fr: Méditikka

source: Medicham
fr: Charmina

source: Electrike
fr: Dynavolt

source: Manectric
fr: Élecsprint

source: Plusle
fr: Posipi

source: Minun
fr: Négapi

source: Volbeat
fr: Muciole

source: Illumise
fr: Lumivole

source: Roselia
fr: Rosélia

source: Gulpin
fr: Gloupti

source: Swalot
fr: Avaltout

source: Numel
fr: Chamallot

source: Camerupt
fr: Camérupt

source: Torkoal
fr: Chartor

source: Grumpig
fr: Groret

source: Trapinch
fr: Kraknoix

source: Vibrava
fr: Vibraninf

source: Flygon
fr: Libégon

source: Swablu
fr: Tylton

source: Zangoose
fr: Mangriff

source: Seviper
fr: Séviper

source: Lunatone
fr: Séléroc

source: Solrock
fr: Solaroc

source: Barboach
fr: Barloche

source: Whiscash
fr: Barbicha

source: Corphish
fr: Écrapince

source: Crawdaunt
fr: Colhomard

source: Baltoy
fr: Balbuto

source: Claydol
fr: Kaorine

source: Lileep
fr: Lilia

source: Cradily
fr: Vacilys

source: Feebas
fr: Barpau

source: Milotic
fr: Milobellus

source: Castform
fr: Morphéo

source: Shuppet
fr: Polichombr

source: Banette
fr: Branette

source: Duskull
fr: Skelénox

source: Dusclops
fr: Téraclope

source: Chimecho
fr: Éoko

source: Wynaut
fr: Okéoké

source: Snorunt
fr: Stalgamin

source: Glalie
fr: Oniglali

source: Spheal
fr: Obalie

source: Sealeo
fr: Phogleur

source: Walrein
fr: Kaimorse

source: Clamperl
fr: Coquiperl

source: Huntail
fr: Serpang

source: Gorebyss
fr: Rosabyss

source: Luvdisc
fr: Lovdisc

source: Bagon
fr: Draby

source: Shelgon
fr: Drackhaus

source: Salamence
fr: Drattak

source: Beldum
fr: Terhal

source: Metang
fr: Métang

source: Metagross
fr: Métalosse

source: Turtwig
fr: Tortipouss

source: Grotle
fr: Boskara

source: Chimchar
fr: Ouisticram

source: Monferno
fr: Chimpenfeu

source: Infernape
fr: Simiabraz

source: Piplup
fr: Tiplouf

source: Prinplup
fr: Prinplouf

source: Empoleon
fr: Pingoléon

source: Starly
fr: Étourmi

source: Staravia
fr: Étourvol

source: Staraptor
fr: Étouraptor

source: Bidoof
fr: Keunotor

source: Bibarel
fr: Castorno

source: Kricketot
fr: Crikzik

source: Kricketune
fr: Mélokrik

source: Shinx
fr: Lixy

source: Budew
fr: Rozbouton

source: Cranidos
fr: Kranidos

source: Rampardos
fr: Charkos

source: Shieldon
fr: Dinoclier

source: Burmy
fr: Cheniti

source: Wormadam
fr: Cheniselle

source: Mothim
fr: Papilord

source: Combee
fr: Apitrini

source: Vespiquen
fr: Apireine

source: Buizel
fr: Mustébouée

source: Floatzel
fr: Mustéflott

source: Cherubi
fr: Ceribou

source: Cherrim
fr: Ceriflor

source: Shellos
fr: Sancoki

source: Gastrodon
fr: Tritosor

source: Ambipom
fr: Capidextre

source: Drifloon
fr: Baudrive

source: Drifblim
fr: Grodrive

source: Buneary
fr: Laporeille

source: Lopunny
fr: Lockpin

source: Mismagius
fr: Magirêve

source: Honchkrow
fr: Corboss

source: Glameow
fr: Chaglam

source: Purugly
fr: Chaffreux

source: Chingling
fr: Korillon

source: Stunky
fr: Moufouette

source: Skuntank
fr: Moufflair

source: Bronzor
fr: Archéomire

source: Bronzong
fr: Archéodong

source: Bonsly
fr: Manzaï

source: Happiny
fr: Ptiravi

source: Chatot
fr: Pijako

source: Gible
fr: Griknot

source: Gabite
fr: Carmache

source: Garchomp
fr: Carchacrok

source: Munchlax
fr: Goinfrex

source: Hippowdon
fr: Hippodocus

source: Skorupi
fr: Rapion

source: Drapion
fr: Drascore

source: Croagunk
fr: Cradopaud

source: Toxicroak
fr: Coatox

source: Carnivine
fr: Vortente

source: Finneon
fr: Écayon

source: Lumineon
fr: Luminéon

source: Mantyke
fr: Babimanta

source: Snover
fr: Blizzi

source: Abomasnow
fr: Blizzaroi

source: Weavile
fr: Dimoret

source: Magnezone
fr: Magnézone

source: Lickilicky
fr: Coudlangue

source: Rhyperior
fr: Rhinastoc

source: Tangrowth
fr: Bouldeneu

source: Electivire
fr: Élekable

source: Magmortar
fr: Maganon

source: Leafeon
fr: Phyllali

source: Glaceon
fr: Givrali

source: Gliscor
fr: Scorvol

source: Mamoswine
fr: Mammochon

source: Gallade
fr: Gallame

source: Probopass
fr: Tarinorme

source: Dusknoir
fr: Noctunoir

source: Froslass
fr: Momartik

source: Rotom
fr: Motisma

source: Uxie
fr: Créhelf

source: Mesprit
fr: Créfollet

source: Azelf
fr: Créfadet

source: Snivy
fr: Vipélierre

source: Servine
fr: Lianaja

source: Serperior
fr: Majaspic

source: Tepig
fr: Gruikui

source: Pignite
fr: Grotichon

source: Emboar
fr: Roitiflam

source: Oshawott
fr: Moustillon

source: Dewott
fr: Mateloutre

source: Samurott
fr: Clamiral

source: Patrat
fr: Ratentif

source: Watchog
fr: Miradar

source: Lillipup
fr: Ponchiot

source: Herdier
fr: Ponchien

source: Stoutland
fr: Mastouffe

source: Purrloin
fr: Chacripan

source: Liepard
fr: Léopardus

source: Pansage
fr: Feuillajou

source: Simisage
fr: Feuiloutan

source: Pansear
fr: Flamajou

source: Simisear
fr: Flamoutan

source: Panpour
fr: Flotajou

source: Simipour
fr: Flotoutan

source: Musharna
fr: Mushana

source: Pidove
fr: Poichigeon

source: Tranquill
fr: Colombeau

source: Unfezant
fr: Déflaisan

source: Blitzle
fr: Zébibron

source: Zebstrika
fr: Zéblitz

source: Roggenrola
fr: Nodulithe

source: Boldore
fr: Géolithe

source: Gigalith
fr: Gigalithe

source: Woobat
fr: Chovsourir

source: Swoobat
fr: Rhinolove

source: Drilbur
fr: Rototaupe

source: Excadrill
fr: Minotaupe

source: Audino
fr: Nanméouïe

source: Timburr
fr: Charpenti

source: Gurdurr
fr: Ouvrifier

source: Conkeldurr
fr: Bétochef

source: Tympole
fr: Tritonde

source: Palpitoad
fr: Batracné

source: Seismitoad
fr: Crapustule

source: Throh
fr: Judokrak

source: Sawk
fr: Karaclée

source: Sewaddle
fr: Larveyette

source: Swadloon
fr: Couverdure

source: Leavanny
fr: Manternel

source: Venipede
fr: Venipatte

source: Whirlipede
fr: Scobolide

source: Scolipede
fr: Brutapode

source: Cottonee
fr: Doudouvet

source: Whimsicott
fr: Farfaduvet

source: Petilil
fr: Chlorobule

source: Lilligant
fr: Fragilady

source: Basculin
fr: Bargantua

source: Sandile
fr: Mascaïman

source: Krokorok
fr: Escroco

source: Krookodile
fr: Crocorible

source: Darumaka
fr: Darumarond

source: Darmanitan
fr: Darumacho

source: Maractus
fr: Maracachi

source: Dwebble
fr: Crabicoque

source: Crustle
fr: Crabaraque

source: Scraggy
fr: Baggiguane

source: Scrafty
fr: Baggaïd

source: Sigilyph
fr: Cryptéro

source: Yamask
fr: Tutafeh

source: Cofagrigus
fr: Tutankafer

source: Tirtouga
fr: Carapagos

source: Carracosta
fr: Mégapagos

source: Archen
fr: Arkéapti

source: Archeops
fr: Aéroptéryx

source: Trubbish
fr: Miamiasme

source: Garbodor
fr: Miasmax

source: Minccino
fr: Chinchidou

source: Cinccino
fr: Pashmilla

source: Gothita
fr: Scrutella

source: Gothorita
fr: Mesmérella

source: Gothitelle
fr: Sidérella

source: Solosis
fr: Nucléos

source: Duosion
fr: Méios

source: Reuniclus
fr: Symbios

source: Ducklett
fr: Couaneton

source: Swanna
fr: Lakmécygne

source: Vanillite
fr: Sorbébé

source: Vanillish
fr: Sorboul

source: Vanilluxe
fr: Sorbouboul

source: Deerling
fr: Vivaldaim

source: Sawsbuck
fr: Haydaim

source: Karrablast
fr: Carabing

source: Escavalier
fr: Lançargot

source: Foongus
fr: Trompignon

source: Amoonguss
fr: Gaulet

source: Frillish
fr: Viskuse

source: Jellicent
fr: Moyade

source: Alomomola
fr: Mamanbo

source: Joltik
fr: Statitik

source: Galvantula
fr: Mygavolt

source: Ferroseed
fr: Grindur

source: Ferrothorn
fr: Noacier

source: Klink
fr: Tic

source: Klang
fr: Clic

source: Klinklang
fr: Cliticlic

source: Tynamo
fr: Anchwatt

source: Eelektrik
fr: Lampéroie

source: Eelektross
fr: Ohmassacre

source: Elgyem
fr: Lewsor

source: Beheeyem
fr: Neitram

source: Litwick
fr: Funécire

source: Lampent
fr: Mélancolux

source: Chandelure
fr: Lugulabre

source: Axew
fr: Coupenotte

source: Fraxure
fr: Incisache

source: Haxorus
fr: Tranchodon

source: Cubchoo
fr: Polarhume

source: Beartic
fr: Polagriffe

source: Cryogonal
fr: Hexagel

source: Shelmet
fr: Escargaume

source: Accelgor
fr: Limaspeed

source: Stunfisk
fr: Limonde

source: Mienfoo
fr: Kungfouine

source: Mienshao
fr: Shaofouine

source: Druddigon
fr: Drakkarmin

source: Golett
fr: Gringolem

source: Golurk
fr: Golemastoc

source: Pawniard
fr: Scalpion

source: Bisharp
fr: Scalproie

source: Bouffalant
fr: Frison

source: Rufflet
fr: Furaiglon

source: Braviary
fr: Gueriaigle

source: Vullaby
fr: Vostourno

source: Mandibuzz
fr: Vaututrice

source: Heatmor
fr: Aflamanoir

source: Durant
fr: Fermite

source: Deino
fr: Solochi

source: Zweilous
fr: Diamat

source: Hydreigon
fr: Trioxhydre

source: Larvesta
fr: Pyronille

source: Volcarona
fr: Pyrax

source: Cobalion
fr: Cobaltium

source: Terrakion
fr: Terrakium

source: Virizion
fr: Viridium

source: Tornadus
fr: Boréas

source: Thundurus
fr: Fulguris

source: Landorus
fr: Démétéros

source: While it is young, it uses the nutrients that are stored in the seed on its back in order to grow.
fr: Quand il est jeune, il absorbe les nutriments conservés dans son dos pour grandir et se développer.

source: Exposure to sunlight adds to its strength. Sunlight also makes the bud on its back grow larger.
fr: La lumière du soleil le rend plus fort et vigoureux. Le bulbe sur son dos grossit en conséquence.

source: A bewitching aroma wafts from its flower. The fragrance becalms those engaged in a battle.
fr: Une douce senteur émane de sa plante. Cette fragrance calme tous ceux qui sont engagés dans un combat.

source: From the time it is born, a flame burns at the tip of its tail. Its life would end if the flame were to go out.
fr: Depuis sa naissance, une petite flamme brûle au bout de sa queue. Si cette flamme s’éteint, la vie de ce Pokémon s’éteindra elle aussi.

source: If it becomes agitated during battle, it spouts intense flames, incinerating its surroundings.
fr: S’il s’excite pendant un combat, il crache de grandes flammes, brûlant tout ce qui se trouve aux alentours.

source: Its wings can carry this Pokémon close to an altitude of 4,600 feet. It blows out fire at very high temperatures.
fr: Ses ailes lui permettent de voler à plus de 1 400 m d’altitude. Ce Pokémon crache du feu à des températures très élevées.

source: When it feels threatened, it draws its limbs inside its shell and sprays water from its mouth.
fr: S’il se sent menacé, il rétracte ses pattes dans sa carapace pour se protéger et crache de l’eau.

source: It cleverly controls its furry ears and tail to maintain its balance while swimming.
fr: Il se sert habilement de sa queue et de ses oreilles touffues pour garder son équilibre sous l’eau.

source: The rocket cannons on its shell fire jets of water capable of punching holes through thick steel.
fr: Les canons sur sa carapace tirent des jets d’eau capables de percer même de l’acier trempé.

source: Its short feet are tipped with suction pads that enable it to tirelessly climb slopes and walls.
fr: Ses petites pattes munies de ventouses lui permettent de monter les pentes et de grimper aux murs sans se fatiguer.

source: Even though it is encased in a sturdy shell, the body inside is tender. It can’t withstand a harsh attack.
fr: Bien que son corps soit entouré d’une carapace solide, l’intérieur est si mou qu’il ne résisterait pas à une attaque violente.

source: It collects honey every day. It rubs honey onto the hairs on its legs to carry it back to its nest.
fr: Il ramasse du nectar chaque jour et l’agglutine sur les poils de ses pattes pour le transporter jusqu’à son nid.

source: Beware of the sharp stinger on its head. It hides in grass and bushes where it eats leaves.
fr: L’aiguillon sur son front est très pointu. Il se cache dans les bois et les hautes herbes, où il se gave de feuilles.

source: Able to move only slightly. When endangered, it may stick out its stinger and poison its enemy.
fr: Il peut à peine bouger. Quand il est menacé, il sort parfois son aiguillon pour empoisonner ses ennemis.

source: It has three poisonous stingers on its forelegs and its tail. They are used to jab its enemy repeatedly.
fr: Il se sert de ses trois aiguillons empoisonnés situés sur les pattes avant et l’abdomen pour attaquer sans relâche ses adversaires.

source: Very docile. If attacked, it will often kick up sand to protect itself rather than fight back.
fr: De nature très docile, il préfère projeter du sable pour se défendre plutôt que contre-attaquer.

source: This Pokémon is full of vitality. It constantly flies around its large territory in search of prey.
fr: Ce Pokémon est très endurant. Il survole en permanence son territoire pour chasser.

source: This Pokémon flies at Mach 2 speed, seeking prey. Its large talons are feared as wicked weapons.
fr: Ce Pokémon vole à Mach 2 quand il chasse. Ses grandes serres sont des armes redoutables.

source: Will chew on anything with its fangs. If you see one, you can be certain that 40 more live in the area.
fr: Il peut ronger n’importe quoi avec ses deux dents. Quand on en voit un, il y en a certainement 40 dans le coin.

source: Its hind feet are webbed. They act as flippers, so it can swim in rivers and hunt for prey.
fr: Ses pattes arrière sont palmées. Il peut donc poursuivre sa proie dans les cours d’eau et les rivières.

source: Inept at flying high. However, it can fly around very fast to protect its territory.
fr: Il est incapable de voler à haute altitude. Il se déplace très vite pour protéger son territoire.

source: A Pokémon that dates back many years. If it senses danger, it flies high and away, instantly.
fr: Un Pokémon très ancien. S’il perçoit un danger, il fuit instantanément à haute altitude.

source: The older it gets, the longer it grows. At night, it wraps its long body around tree branches to rest.
fr: Plus il est âgé, plus son corps est long. La nuit, il s’enroule autour de branches d’arbres pour se reposer.

source: The frightening patterns on its belly have been studied. Six variations have been confirmed.
fr: Des études ont révélé que les marques effrayantes de son corps pouvaient former six motifs différents.

source: Possesses cheek sacs in which it stores electricity. This clever forest-dweller roasts tough berries with an electric shock before consuming them.
fr: Les Pikachu se disent bonjour en se frottant la queue et en y faisant passer du courant électrique.

source: It can discharge bursts of electricity exceeding 100,000 volts— a single strike with that amount of power would incapacitate one of the Copperajah of my homeland.
fr: Si ses joues sont à court d’énergie, il lève la queue et capte l’électricité contenue dans l’atmosphère.

source: It burrows into the ground to create its nest. If hard stones impede its tunneling, it uses its sharp claws to shatter them and then carries on digging.
fr: Il creuse le sol pour construire sa tanière. Rien n’arrête ses griffes acérées, pas même la roche la plus solide.

source: It climbs trees by hooking on with its sharp claws. Sandslash shares the berries it gathers, dropping them down to Sandshrew waiting below the tree.
fr: Il grimpe aux arbres grâce à ses griffes acérées et fait tomber des Baies pour les Sabelette qui attendent au sol.

source: It uses its hard incisor teeth to crush and eat berries. The tip of a female Nidoran’s horn is a bit more rounded than the tip of a male’s horn.
fr: Ce Pokémon se nourrit de Baies en les ouvrant avec ses incisives. Le bout de sa corne est plus arrondi que celui du mâle.

source: If the group is threatened, these Pokémon will band together to assault enemies with a chorus of ultrasonic waves.
fr: Si un danger menace le groupe, ces Pokémon se réunissent et l’affrontent en émettant des ultrasons en chœur.

source: It pacifies offspring by placing them in the gaps between the spines on its back. The spines will never secrete poison while young are present.
fr: Ce Pokémon calme les petits de son espèce en les plaçant entre ses épines dorsales. Dans ce cas, elles ne libèrent pas de poison.

source: Small but brave, this Pokémon will hold its ground and even risk its life in battle to protect the female it’s friendly with.
fr: Malgré sa petite taille, il est très téméraire. Afin de protéger sa compagne, il est prêt à se battre et à risquer sa vie.

source: It’s nervous and quick to act aggressively. The potency of its poison increases along with the level of adrenaline present in its body.
fr: D’un naturel nerveux, il est prompt à se battre. Lorsqu’il a une montée d’adrénaline, la concentration de son poison augmente.

source: Nidoking prides itself on its strength. It’s forceful and spirited in battle, making use of its thick tail and diamond-crushing horn.
fr: Très fier de sa force, il se bat vigoureusement à l’aide de sa queue robuste et de sa corne capable de briser le diamant.
