Repository: Gregory-febvin/Pokedex-API
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fr

source: This Pokémon is popular among the elderly, who say the vibrations of its lumps are great for massages.
fr: Ce Pokémon est un excellent masseur grâce aux vibrations de ses pustules. Les personnes âgées l’apprécient particulièrement.

source: They train in groups of five. Any member that can’t keep up will discard its belt and leave the group.
fr: Ils s’entraînent intensément par groupes de cinq. Ceux qui ne peuvent pas suivre le rythme abandonnent leur ceinture et se retirent.

source: The karate chops of a Sawk that’s trained itself to the limit can cleave the ocean itself.
fr: Après avoir suivi un entraînement intensif, la puissance du tranchant de sa main est telle qu’il peut fendre la mer en deux.

source: Since this Pokémon makes its own clothes out of leaves, it is a popular mascot for fashion designers.
fr: La mascotte des créateurs de mode. Il découpe ses vêtements dans les feuilles qu’il trouve.

source: It protects itself from the cold by wrapping up in leaves. It stays on the move, eating leaves in forests.
fr: Il se protège du froid en s’emmitouflant dans une feuille. Il se déplace en forêt et mange les feuilles tombées par terre.

source: It keeps its eggs warm with heat from fermenting leaves. It also uses leaves to make warm wrappings for Sewaddle.
fr: Il réchauffe les Œufs avec la chaleur de l’humus. Il fabrique des langes pour les Larveyette avec des feuilles.

source: Its fangs are highly venomous. If this Pokémon finds prey it thinks it can eat, it leaps for them without any thought of how things might turn out.
fr: Ses crocs sont extrêmement venimeux. Dès qu’il voit une proie à son goût, il bondit sur elle sans penser aux conséquences.

source: Whirlipede protects itself with a sturdy shell and poisonous spikes while it stores up the energy it’ll need for evolution.
fr: Il se protège avec sa solide carapace et ses épines empoisonnées tandis qu’il rassemble l’énergie nécessaire à son évolution.

source: Scolipede engage in fierce territorial battles with Centiskorch. At the end of one of these battles, the victor makes a meal of the loser.
fr: Il défend son territoire avec acharnement contre son ennemi Scolocendre. Le perdant sert de dîner au vainqueur.

source: Weaving together the cotton of both Cottonee and Eldegoss produces exquisite cloth that’s highly prized by many luxury brands.
fr: Les marques de luxe utilisent les étoffes splendides issues du mélange des cotons de Doudouvet et de Blancoton.

source: As long as this Pokémon bathes in sunlight, its cotton keeps growing. If too much cotton fluff builds up, Whimsicott tears it off and scatters it.
fr: Son coton se met à gonfler sous les rayons du soleil. Quand il est trop volumineux, il s’effiloche et se répand aux alentours.

source: The leaves on its head are highly valued for medicinal purposes. Dry the leaves in the sun, boil them, and then drink the bitter decoction for remarkably effective relief from fatigue.
fr: Plus ses feuilles sont foncées, plus il est en bonne santé. Il s’installe parfois dans les champs ou les parterres de fleurs bien entretenus.

source: I suspect that its well-developed legs are the result of a life spent on mountains covered in deep snow. The scent it exudes from its flower crown heartens those in proximity.
fr: L’huile essentielle extraite de sa fleur dégage un parfum exceptionnel, mais elle coûte extrêmement cher.

source: Though it differs from other Basculin in several respects, including demeanor—this one is gentle—I have categorized it as a regional form given the vast array of shared qualities.
fr: On l’utilisait autrefois en cuisine. La chair grasse des Bargantua à motif rouge était plutôt destinée aux jeunes.

source: Sandile is small, but its legs and lower body are powerful. Pushing sand aside as it goes, Sandile moves through the desert as if it’s swimming.
fr: Malgré son petit gabarit, il a beaucoup de force dans les pattes arrière. Il parcourt le désert comme s’il nageait dans le sable.

source: Although this Pokémon has specialized eyes that allow it to see in the dark, Krokorok won’t move much at night—the desert gets cold after sunset.
fr: Bien que ses yeux particuliers lui permettent de voir dans l’obscurité, les nuits sont si froides dans le désert qu’il ne se déplace presque pas.

source: While terribly aggressive, Krookodile also has the patience to stay hidden under sand for days, lying in wait for prey.
fr: Il aime la violence, mais sait aussi se montrer patient lorsqu’il doit passer plusieurs jours dans le sable à attendre une proie.

source: This popular symbol of good fortune will never fall over in its sleep, no matter how it’s pushed or pulled.
fr: On a beau le pousser ou le tirer, quand il dort, rien ne le fait vaciller. Cette qualité lui a valu de devenir un emblème pour les porte-bonheurs.

source: This Pokémon’s power level rises along with the temperature of its fire, which can reach 2,500 degrees Fahrenheit.
fr: Sa puissance augmente à mesure que la flamme de son corps s’intensifie. La température de celle-ci peut parfois dépasser les 1 400 °C.

source: Once each year, this Pokémon scatters its seeds. They’re jam-packed with nutrients, making them a precious food source out in the desert.
fr: Il sème les graines de ses fleurs une fois par an. Celles-ci abondent en nutriments et représentent une denrée précieuse dans le désert.

source: It first tries to find a rock to live in, but if there are no suitable rocks to be found, Dwebble may move in to the ports of a Hippowdon.
fr: S’il ne trouve pas de bon caillou à creuser pour s’y loger, il élit domicile dans un des trous du corps d’Hippodocus.

source: Its thick claws are its greatest weapons. They’re mighty enough to crack Rhyperior’s carapace.
fr: Ses meilleures armes sont ses pinces. Elles sont si dures qu’elles peuvent ébrécher les Protecteurs de Rhinastoc.

source: It protects itself with its durable skin. It’s thought that this Pokémon will evolve once its skin has completely stretched out.
fr: Il se protège grâce à sa peau robuste. On dit que quand celle-ci ne peut plus s’étirer davantage, c’est qu’il est sur le point d’évoluer.

source: While mostly known for having the temperament of an aggressive ruffian, this Pokémon takes very good care of its family, friends, and territory.
fr: Il est de nature violente, mais au fond de lui, il tient à sa famille, à ses amis et à son territoire.

source: A discovery was made in the desert where Sigilyph fly. The ruins of what may have been an ancient city were found beneath the sands.
fr: En fouillant sous le sable du désert survolé par Cryptéro, on a retrouvé les vestiges de ce que l’on croit être une ville antique.

source: The spirit of a person from a bygone age became this Pokémon. It rambles through ruins, searching for someone who knows its face.
fr: Il est né de l’âme d’un être humain d’un peuple antique. Il erre dans les ruines à la recherche de quiconque reconnaîtra son visage.

source: There are many depictions of Cofagrigus decorating ancient tombs. They’re symbols of the wealth that kings of bygone eras had.
fr: On le voit souvent représenté sur les murs des vieilles sépultures des rois en tant que symbole de leur richesse.

source: Tirtouga is considered to be the ancestor of many turtle Pokémon. It was restored to life from a fossil.
fr: Ancêtre présumé de nombreuses espèces de Pokémon tortues, il a été restauré à partir d’un fossile.

source: This Pokémon emerges from the water in search of prey despite the fact that it moves more slowly on land.
fr: Bien qu’il soit moins à l’aise sur terre que dans l’eau, il s’aventure sur le rivage pour se nourrir.

source: Archen is said to be the ancestor of bird Pokémon. It lived in treetops, eating berries and bug Pokémon.
fr: On dit que c’est l’ancêtre des Pokémon oiseaux. Il vivait à la cime des arbres et se nourrissait de Baies et de Pokémon Insecte.

source: Though capable of flight, Archeops was apparently better at hunting on the ground.
fr: Il savait voler, mais il semble qu’il était beaucoup plus doué pour chasser ses proies sur la terre ferme.

source: This Pokémon was born from a bag stuffed with trash. Galarian Weezing relish the fumes belched by Trubbish.
fr: Il est né d’un sac poubelle rempli d’ordures. Le gaz empoisonné qu’il exhale est très apprécié des Smogogo de Galar.

source: The toxic liquid it launches from its right arm is so virulent that it can kill a weakened creature instantly.
fr: Le liquide qu’il projette de son bras droit est si toxique que si une créature fragile en est aspergée, elle succombe sur-le-champ.

source: A once-departed soul, returned to life in Hisui. Derives power from resentment, which rises as energy atop its head and takes on the forms of foes. In this way, Zorua vents lingering malice.
fr: Il lui arrive de se changer en être humain, surtout en enfant, pour venir chercher de la nourriture en ville.

source: With its disheveled white fur, it looks like an embodiment of death. Heedless of its own safety, Zoroark attacks its nemeses with a bitter energy so intense, it lacerates Zoroark's own body.
fr: Les Dresseurs en manque de compagnie ordonnent à Zoroark de leur montrer une illusion pour tromper leur solitude.

source: They pet each other with their tails as a form of greeting. Of the two, the one whose tail is fluffier is a bit more boastful.
fr: Les Chinchidou se saluent en se frottant la queue. Celui qui a la plus volumineuse en tire une certaine fierté.

source: A special oil that seeps through their fur helps them avoid attacks. The oil fetches a high price at market.
fr: La sécrétion huileuse de ses poils lui permet de dévier les attaques. Elle s’arrache à prix d’or sur les marchés.

source: Even when nobody seems to be around, Gothita can still be heard making a muted cry. Many believe it’s speaking to something only it can see.
fr: Parfois, ce Pokémon chuchote alors qu’il n’y a personne aux alentours. On raconte qu’il parle à une entité que personne ne peut voir.

source: On nights when the stars shine, this Pokémon’s psychic power is at its strongest. It’s unknown just what link Gothorita has to the greater universe.
fr: Ses pouvoirs psychiques semblent atteindre leur paroxysme pendant les nuits étoilées, mais nul ne sait s’il a un rapport avec l’espace.

source: A criminal who was shown his fate by a Gothitelle went missing that same day and was never seen again.
fr: Les criminels à qui Sidérella a révélé les derniers instants de leur vie ont tous été portés disparus le jour même.

source: Many say that the special liquid covering this Pokémon’s body would allow it to survive in the vacuum of space.
fr: On raconte que le curieux fluide qui entoure le corps de ce Pokémon lui permet de survivre dans l’espace.

source: Its brain has split into two, and the two halves rarely think alike. Its actions are utterly unpredictable.
fr: Étant donné que ses deux cerveaux sont rarement sur la même longueur d’onde, il est impossible de prédire son comportement.

source: It’s said that drinking the liquid surrounding Reuniclus grants wisdom. Problem is, the liquid is highly toxic to anything besides Reuniclus itself.
fr: S’il ne s’agissait pas d’un poison violent que seul Symbios peut boire, son curieux fluide pourrait, selon les dires, rendre plus intelligent.

source: They are better at swimming than flying, and they happily eat their favorite food, peat moss, as they dive underwater.
fr: Un Pokémon doué pour la plongée qui passe son temps sous l’eau à chercher des sphaignes, son plat préféré.

source: Swanna start to dance at dusk. The one dancing in the middle is the leader of the flock.
fr: Ils se mettent à danser à la tombée de la nuit. Le Lakmécygne qui danse au centre est le chef de la troupe.

source: Supposedly, this Pokémon was born from an icicle. It spews out freezing air at −58 degrees Fahrenheit to make itself more comfortable.
fr: On raconte qu’il est né de stalactites. Il gèle les alentours en soufflant de l’air à - 50 °C pour améliorer son confort.

source: It blasts enemies with cold air reaching −148 degrees Fahrenheit, freezing them solid. But it spares their lives afterward—it’s a kind Pokémon.
fr: Bien qu’il gèle ses ennemis en soufflant de l’air à - 100 °C, sa gentillesse l’empêche de leur ôter la vie.

source: People believe this Pokémon formed when two Vanillish stuck together. Its body temperature is roughly 21 degrees Fahrenheit.
fr: La température de son corps est d’environ - 6 °C. On raconte que ce Pokémon naît lorsque deux Sorboul se collent l’un à l’autre.

source: The turning of the seasons changes the color and scent of this Pokémon’s fur. People use it to mark the seasons.
fr: Quand la saison change, il change de pelage et d’odeur. Un Pokémon qui annonce le passage des saisons.

source: They migrate according to the seasons, so some people call Sawsbuck the harbingers of spring.
fr: Il change d’habitat selon les saisons. Certains disent même qu’il est celui qui apporte le printemps.

source: This Pokémon absolutely loves sweet berries. Sometimes it stuffs its cheeks full of so much food that it can’t fly properly.
fr: Les Baies sucrées sont son péché mignon. Il lui arrive d’en conserver beaucoup trop dans ses bajoues, ce qui l’empêche de bien planer.

source: It spits a liquid from its mouth to melt through Shelmet’s shell. Karrablast doesn’t eat the shell— it eats only the contents.
fr: Il crache un liquide qui dissout les coquilles des Escargaume pour se régaler de leur contenu.

source: It charges its enemies, lances at the ready. An image of one of its duels is captured in a famous painting of Escavalier clashing with Sirfetch’d.
fr: Il charge ses ennemis en brandissant ses lances. Il existe un célèbre tableau représentant la joute entre un Lançargot et un Palarticho.

source: The spores released from this Pokémon’s hands are highly poisonous, but when thoroughly dried, the spores can be used as stomach medicine.
fr: Les spores qu’il libère de ses mains sont très toxiques, mais si on les sèche bien, elles peuvent soulager les maux de ventre.

source: Amoonguss generally doesn’t move much. It tends to stand still near Poké Balls that have been dropped on the ground.
fr: Ce Pokémon a tendance à très peu se déplacer. Quand il voit une Poké Ball abandonnée au sol, il reste immobile à côté.

source: Legend has it that the residents of a sunken ancient city changed into these Pokémon.
fr: Certaines légendes racontent que les Viskuse sont les habitants d’une ancienne cité engloutie qui ont été changés en Pokémon.

source: Whenever a full moon hangs in the night sky, schools of Jellicent gather near the surface of the sea, waiting for their prey to appear.
fr: Les nuits de pleine lune, ils se réunissent à la surface de la mer pour attendre leurs proies.

source: The reason it helps Pokémon in a weakened condition is that any Pokémon coming after them may also attack Alomomola.
fr: On pense qu’il protège les Pokémon affaiblis parce qu’il partage avec eux les mêmes prédateurs.

source: Joltik latch on to other Pokémon and suck out static electricity. They’re often found sticking to Yamper’s hindquarters.
fr: Il s’accroche aux autres Pokémon pour aspirer leur électricité statique. On en trouve souvent collés au postérieur de Voltoutou.

source: It lays traps of electrified threads near the nests of bird Pokémon, aiming to snare chicks that are not yet good at flying.
fr: Il piège les oisillons qui ne savent pas encore voler en tissant une toile électrique près des nids des Pokémon oiseaux.

source: Mossy caves are their preferred dwellings. Enzymes contained in mosses help Ferroseed’s spikes grow big and strong.
fr: Il aime les grottes pleines de mousse. Les enzymes contenues dans ces plantes l’aident à obtenir des épines grandes et solides.

source: Its spikes are harder than steel. This Pokémon crawls across rock walls by stabbing the spikes on its feelers into the stone.
fr: Ses épines sont plus solides que l’acier. Il plante celles de ses tentacules dans les parois rocheuses pour se déplacer.

source: It’s suspected that Klink were the inspiration behind ancient people’s invention of the first gears.
fr: Les humains auraient inventé les mécanismes à engrenages il y a fort longtemps, en observant ce Pokémon.

source: Many companies in the Galar region choose Klang as their logo. This Pokémon is considered the symbol of industrial technology.
fr: Ce Pokémon symbolisant la technologie industrielle est souvent utilisé dans le logo des entreprises de Galar.

source: The three gears that compose this Pokémon spin at high speed. Its new spiked gear isn’t a living creature.
fr: Bien que son nouveau rouage à pointes ne soit pas doué de vie, il parvient à le faire tourner à grande vitesse avec les deux autres.

source: One alone can emit only a trickle of electricity, so a group of them gathers to unleash a powerful electric shock.
fr: Tout seul, il ne dégage pas beaucoup d’électricité. Mais un banc d’Anchwatt produit des décharges surpuissantes.

source: These Pokémon have a big appetite. When they spot their prey, they attack it and paralyze it with electricity.
fr: Un Pokémon doté d’un gros appétit. Il paralyse ses proies avec des décharges électriques avant de les manger.

source: They crawl out of the ocean using their arms. They will attack prey on shore and immediately drag it into the ocean.
fr: Il peut sortir de l’eau à la force de ses bras pour attraper des proies sur la rive. Il retourne à l’eau en un instant.

source: This Pokémon was discovered about 50 years ago. Its highly developed brain enables it to exert its psychic powers.
fr: Ce Pokémon a été découvert il y a environ 50 ans. Son cerveau surdéveloppé lui permet d’utiliser ses pouvoirs psychiques avec aisance.

source: Sometimes found drifting above wheat fields, this Pokémon can control the memories of its opponents.
fr: Il peut manipuler les souvenirs de son adversaire à loisir. Parfois, on l’aperçoit en train de vagabonder au-dessus des champs de blé.

source: The younger the life this Pokémon absorbs, the brighter and eerier the flame on its head burns.
fr: Plus les victimes dont il aspire l’énergie vitale sont jeunes, plus sa flamme grandit et luit lugubrement.

source: It lurks in cities, pretending to be a lamp. Once it finds someone whose death is near, it will trail quietly after them.
fr: Il se cache en ville en se faisant passer pour un lampadaire. Lorsqu’il repère une personne dont l’heure est proche, il la suit en catimini.

source: In homes illuminated by Chandelure instead of lights, funerals were a constant occurrence— or so it’s said.
fr: On raconte que dans les manoirs éclairés par des Lugulabre, les funérailles s’enchaînent sans discontinuer.

source: They play with each other by knocking their large tusks together. Their tusks break sometimes, but they grow back so quickly that it isn’t a concern.
fr: Il joue avec ses congénères à se donner de grands coups de crocs. Peu importe s’ils se cassent : ils repousseront aussitôt.

source: Its skin is as hard as a suit of armor. Fraxure’s favorite strategy is to tackle its opponents, stabbing them with its tusks at the same time.
fr: Son épiderme est dur comme une armure. Il est passé maître dans l’art de charger l’ennemi tout en le transperçant de ses crocs.

source: While usually kindhearted, it can be terrifying if angered. Tusks that can slice through steel beams are how Haxorus deals with its adversaries.
fr: D’un naturel doux, il est cependant redoutable lorsqu’il se fâche. Il est très fier de ses crocs qui peuvent même découper des poutres d’acier.

source: It sniffles before performing a move, using its frosty snot to provide an icy element to any move that needs it.
fr: Il renifle avant d’utiliser une capacité. Le froid intense contenu dans sa morve lui permet de lancer les capacités de type Glace.

source: It swims energetically through frigid seas. When it gets tired, it freezes the seawater with its breath so it can rest on the ice.
fr: Il sillonne les mers glaciales avec aisance. Quand il est fatigué, il gèle l’eau de mer d’un souffle et se repose sur l’iceberg improvisé.

source: When the weather gets hot, these Pokémon turn into water vapor. Cryogonal are almost never seen during summer.
fr: Lorsqu’il fait trop chaud, il s’évapore, ce qui explique pourquoi on ne le voit presque pas en été.

source: It has a strange physiology that responds to electricity. When together with Karrablast, Shelmet evolves for some reason.
fr: Il a l’étrange faculté de réagir à l’énergie électrique. On ne sait trop pourquoi, mais quand il se trouve aux côtés de Carabing, il évolue.

source: Discarding its shell made it nimble. To keep itself from dehydrating, it wraps its body in bands of membrane.
fr: Il est bien plus agile sans sa coquille. La membrane en forme de bandelettes qui l’entoure l’empêche de se dessécher.

source: For some reason, this Pokémon smiles slightly when it emits a strong electric current from the yellow markings on its body.
fr: Lorsque les parties jaunes de son corps envoient une puissante décharge électrique, il ébauche un sourire. Personne ne sait pourquoi.

source: Though small, Mienfoo’s temperament is fierce. Any creature that approaches Mienfoo carelessly will be greeted with a flurry of graceful attacks.
fr: De nature brutale malgré sa petite taille, il inflige une série de coups majestueux aux inconscients qui s’approchent trop près de lui.

source: Delivered at blinding speeds, kicks from this Pokémon can shatter massive boulders into tiny pieces.
fr: Ses coups de pied ultrarapides et invisibles à l’œil nu peuvent réduire un énorme rocher en poussière.

source: Druddigon are vicious and cunning. They take up residence in nests dug out by other Pokémon, treating the stolen nests as their own lairs.
fr: Féroce et perfide, Drakkarmin s’approprie les terriers creusés par d’autres Pokémon pour en faire son antre.

source: This Pokémon was created from clay. It received orders from its master many thousands of years ago, and it still follows those orders to this day.
fr: Ce Pokémon fait d’argile continue de respecter les ordres que son maître lui a donnés il y a quelques millénaires.

source: There’s a theory that inside Golurk is a perpetual motion machine that produces limitless energy, but this belief hasn’t been proven.
fr: Son énergie viendrait d’un mécanisme à mouvement perpétuel interne, mais jusqu’à présent, personne n’en a la preuve.

source: A pack of these Pokémon forms to serve a Bisharp boss. Each Pawniard trains diligently, dreaming of one day taking the lead.
fr: Il vit en meute, sous les ordres d’un Scalproie. Il s’entraîne sans relâche en rêvant du jour où il sera chef de meute à son tour.

source: Violent conflicts erupt between Bisharp and Fraxure over places where sharpening stones can be found.
fr: Sa recherche des meilleurs endroits où trouver des pierres pour affûter ses lames le conduit souvent à affronter des Incisache.

source: These Pokémon live in herds of about 20 individuals. Bouffalant that betray the herd will lose the hair on their heads for some reason.
fr: Les Frison vivent en troupeau d’une vingtaine d’individus. Pour une raison inconnue, si l’un d’eux trahit le groupe, il perd sa crinière.

source: Its chick-like looks belie its hotheadedness. It challenges its parents at every opportunity, desperate to prove its strength.
fr: Sa poigne est telle qu’il peut réduire en miettes les plus dures des Baies. Belliqueux de nature, il n’hésite pas à défier tout le monde.

source: Screaming a bloodcurdling battle cry, this huge and ferocious bird Pokémon goes out on the hunt. It blasts lakes with shock waves, then scoops up any prey that float to the water's surface.
fr: Son caractère agressif et violent lui a valu de perdre son rôle de transporteur à Galar au profit de Corvaillus.
