Repository: Gregory-febvin/Pokedex-API
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Vullaby grow quickly. Bones that have gotten too small for older Vullaby to wear often get passed down to younger ones in the nest.
fr: Il grandit vite. Au sein du nid, les petits Vostourno héritent des couches en crâne de leurs aînés.

source: They adorn themselves with bones. There seem to be fashion trends among them, as different bones come into and fall out of popularity.
fr: Il se pare d’ossements qu’il a ramassés. Il semblerait qu’il choisisse la forme des os qu’il porte selon les dernières tendances.

source: A flame serves as its tongue, melting through the hard shell of Durant so that Heatmor can devour their insides.
fr: Il se sert de sa flamme comme d’une langue. Il fait fondre peu à peu l’exosquelette des Fermite pour se délecter de leur chair.

source: With their large mandibles, these Pokémon can crunch their way through rock. They work together to protect their eggs from Sandaconda.
fr: Sa grande mâchoire réduit même les rochers en miettes. Il se bat avec sa colonie pour protéger ses Œufs des attaques des Dunaconda.

source: Because it can’t see, this Pokémon is constantly biting at everything it touches, trying to keep track of its surroundings.
fr: Comme il ne voit rien, il se repère en mâchouillant tout ce qui se trouve autour de lui.

source: Their two heads will fight each other over a single piece of food. Zweilous are covered in scars even without battling others.
fr: Ses deux têtes se disputent la même proie. Il est toujours couvert de blessures, même s’il n’a affronté personne.

source: The three heads take turns sinking their teeth into the opponent. Their attacks won’t slow until their target goes down.
fr: Chacune de ses trois têtes mord à tour de rôle. Il attaque ses adversaires sans relâche, jusqu’à ce qu’ils s’écroulent.

source: Larvesta’s body is warm all over. It spouts fire from the tips of its horns to intimidate predators and scare prey.
fr: La température de son corps est très élevée. Il projette des flammes du bout de ses cornes pour intimider ses ennemis et ses proies.

source: This Pokémon emerges from a cocoon formed of raging flames. Ancient murals depict Volcarona as a deity of fire.
fr: Né d’un cocon enflammé, ce Pokémon apparaît sur d’anciennes fresques représenté comme une divinité du feu.

source: From the moment it’s born, this Pokémon radiates the air of a leader. Its presence will calm even vicious foes.
fr: Dès la naissance, il a un air de chef. Même le plus terrible des adversaires file doux face à lui.

source: In Unovan legend, Terrakion battled against humans in an effort to protect other Pokémon.
fr: Selon une légende d’Unys, Terrakium se serait jadis dressé contre les humains pour protéger les Pokémon.

source: It darts around opponents with a flurry of quick movements, slicing them up with its horns.
fr: Rapide comme le vent, il s’abat tel un tourbillon sur ses ennemis avant de les transpercer sans pitié de ses cornes acérées.

source: This storm-stirring Pokémon is said to cause the seasons to turn by whipping up the air. I suspect its humanlike form to be a false one.
fr: L’énergie dégagée par sa queue provoque d’énormes tempêtes dont la force peut renverser des maisons.

source: They say this wielder of electricity has waged war with its nemesis, Tornadus, since time immemorial. The lightning bolts it hurls pierce the very earth and enrich the soil.
fr: Il vole dans le ciel d’Unys et fait tomber des éclairs, provoquant des incendies qui font sa mauvaise réputation.

source: According to myth, if people ignore truth and let themselves become consumed by greed, Reshiram will arrive to burn their kingdoms down.
fr: Selon un mythe, lorsque les gens ne font aucun cas de la Réalité et s’abandonnent à la cupidité, Reshiram rase le pays entier avec ses flammes.

source: Mythology tells us that if people lose the righteousness in their hearts, their kingdoms will be razed by Zekrom’s lightning.
fr: Selon la légende, lorsque les gens perdent tout sens de ce qui est juste, Zekrom réduit le pays entier en cendres avec de terribles éclairs.

source: When the incarnations of wind and of lightning clash, Landorus arrives to quell the conflict. After the tempests and thunderbolts abate, the land is sure to be blessed with bountiful harvests.
fr: Il utilise l’énergie qu’il tire du vent et de la foudre pour enrichir les sols en nutriments pour les cultures.

source: It appears that this Pokémon uses its powers over ice to freeze its own body in order to stabilize its cellular structure.
fr: Il se serait congelé lui-même avec son souffle glacé pour stabiliser sa structure cellulaire.

source: They say that Keldeo must survive harsh battles and fully develop the horn on its forehead before this Pokémon’s true power will awaken.
fr: Lorsqu’il livre un combat difficile, la corne sur son front se renforce et se développe, ce qui éveillerait sa véritable puissance.

source: Its melodies are sung with a special vocalization method that can control the feelings of those who hear it.
fr: Sa voix si particulière lui permet de chanter des mélodies qui ensorcellent les gens et modifient leurs émotions.
