Repository: Gregory-febvin/Pokedex-API
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fr

source: If Shroomish senses danger, it shakes its body and scatters spores from the top of its head. This Pokémon’s spores are so toxic, they make trees and weeds wilt.
fr: Lorsque Balignon sent un danger, il secoue son corps et répand ses spores du haut de sa tête. Les spores de ce Pokémon sont si toxiques qu’elles font dépérir les arbres et les herbes.

source: The seeds ringing Breloom’s tail are made of hardened toxic spores. It is horrible to eat the seeds. Just taking a bite of this Pokémon’s seed will cause your stomach to rumble.
fr: Les graines autour de la queue de Chapignon sont des spores toxiques. Elles sont totalement immangeables. Une simple bouchée d’une graine de ce Pokémon peut causer de grandes douleurs à l’estomac.

source: Slakoth’s heart beats just once a minute. Whatever happens, it is content to loaf around motionless. It is rare to see this Pokémon in motion.
fr: Le cœur de Parecool ne bat qu’une fois par minute. Quoi qu’il arrive, il se contente de s’avachir, immobile. Il est très rare de voir ce Pokémon se déplacer.

source: Vigoroth is simply incapable of remaining still. Even when it tries to sleep, the blood in its veins grows agitated, compelling this Pokémon to run wild throughout the jungle before it can settle down.
fr: Vigoroth ne tient pas en place. Même quand il essaie de dormir, le sang dans ses veines s’agite, obligeant ce Pokémon à courir comme un fou dans la forêt pour s’épuiser afin de pouvoir se reposer.

source: Wherever Slaking live, rings of over a yard in diameter appear in grassy fields. They are made by the Pokémon as it eats all the grass within reach while lying prone on the ground.
fr: On trouve parfois des cercles de plus de 1 m de rayon totalement désherbés dans les plaines. Ils sont faits par les Monaflèmit qui passent leurs journées allongés à manger toute l’herbe à portée de main.

source: It can sometimes live underground for more than 10 years. It absorbs nutrients from the roots of trees.
fr: Il peut passer plus de dix ans sous terre. Les racines des arbres constituent son régime alimentaire.

source: This Pokémon is so quick, it is said to be able to avoid any attack. It loves to feed on tree sap.
fr: Ce Pokémon est tellement rapide qu’on le dit capable d’éviter toutes les attaques. Il adore se nourrir de la sève sucrée des arbres.

source: A strange Pokémon—it flies without moving its wings, has a hollow shell for a body, and does not breathe.
fr: Cet étrange Pokémon, dont le corps est comme une coquille vide, ne respire pas et peut voler sans battre des ailes.

source: When Whismur cries, the sound of its own voice startles it, making the Pokémon cry even louder. It cries until it’s exhausted, then it falls asleep.
fr: Quand il se met à crier, il se surprend lui-même et hurle de plus belle. Il continue ainsi jusqu’à ce qu’il se fatigue et tombe de sommeil.

source: The force of this Pokémon’s loud voice isn’t just the sound—it’s also the wave of air pressure that blows opponents away and damages them.
fr: Ses hurlements n’affectent pas seulement l’ouïe ; ils provoquent aussi une onde de choc qui balaie les ennemis et leur inflige des dégâts.

source: This Pokémon can do more than just shout. To communicate with others of its kind, it’ll emit all sorts of sounds from the holes in its body.
fr: Pour communiquer avec ses semblables, il n’utilise pas que son cri puissant ; il émet aussi des sons par les trous de son corps.

source: There’s a rumor of a traditional recipe for stew that Trainers can use to raise strong Makuhita.
fr: Il existerait un plat mijoté traditionnel que les Dresseurs cuisinent pour rendre leur Makuhita encore plus fort.

source: Hariyama that are big and fat aren’t necessarily strong. There are some small ones that move nimbly and use moves skillfully.
fr: Les Hariyama les plus forts ne sont pas forcément les plus grands. Les petits gabarits aussi ont plus d’un tour dans leur sac.

source: Although Azurill are normally docile, an angry one will swing around the big ball on its tail and try to smash its opponents.
fr: C’est un Pokémon docile, mais si on l’énerve, il n’hésite pas à frapper en faisant tournoyer la grosse boule au bout de sa queue.

source: Once the people of Hisui discovered that its red nose always points north, they grew to rely on it greatly when traveling afar. The nose seems to work in a similar way to ancient compasses.
fr: Grâce à sa force magnétique, il peut chasser ses proies sans se déplacer, mais il attire parfois ses pires ennemis.

source: Skitty is known to chase around playfully after its own tail. In the wild, this Pokémon lives in holes in the trees of forests. It is very popular as a pet because of its adorable looks.
fr: On sait que Skitty court souvent après sa queue. À l’état sauvage, ce Pokémon vit dans les cavités des arbres de la forêt. Il est tellement adorable qu’il a un grand succès comme animal de compagnie.

source: Delcatty sleeps anywhere it wants without keeping a permanent nest. If other Pokémon approach it as it sleeps, this Pokémon will never fight—it will just move away somewhere else.
fr: Delcatty peut dormir n’importe où. Il n’a pas de nid permanent. Lorsque d’autres Pokémon lui cherchent des noises pendant son sommeil, il ne répond pas et se contente de partir dormir ailleurs.

source: It feeds on gemstone crystals. In darkness, its eyes sparkle with the glitter of jewels.
fr: Ce Pokémon se nourrit de pierres précieuses. Dans les ténèbres, ses yeux brillent du reflet des joyaux.

source: It chomps with its gaping mouth. Its huge jaws are actually steel horns that have been transformed.
fr: Ses cornes d’acier forment une grande mâchoire avec laquelle il mord férocement ses adversaires.

source: When Aron evolves, its steel armor peels off. In ancient times, people would collect Aron’s shed armor and make good use of it in their daily lives.
fr: Quand il évolue, il perd son armure d’acier. Autrefois, les gens la ramassaient pour en faire usage dans leur vie quotidienne.

source: During territorial disputes, Lairon fight by slamming into each other. Close inspection of their steel armor reveals scratches and dents.
fr: Les Galegon se disputent les territoires en luttant au corps à corps, comme le montrent les éraflures sur leur armure d’acier.

source: Long ago, there was a king who wore a helmet meant to resemble the head of an Aggron. He was trying to channel the Pokémon’s strength.
fr: Il y a fort longtemps, un roi portait un casque à l’effigie de Galeking, pensant qu’il pourrait ainsi s’approprier sa force.

source: Meditite heightens its inner energy through meditation. It survives on just one berry a day. Minimal eating is another aspect of this Pokémon’s training.
fr: Méditikka intensifie son énergie intérieure grâce à la méditation. Il lui suffit d’une Baie par jour pour survivre. La diète fait partie de l’entraînement de ce Pokémon.

source: Through the power of meditation, Medicham developed its sixth sense. It gained the ability to use psychokinetic powers. This Pokémon is known to meditate for a whole month without eating.
fr: Grâce au pouvoir de la méditation, Charmina a développé son sixième sens. Il peut utiliser des pouvoirs télékinétiques. On sait que ce Pokémon peut méditer pendant un mois sans manger.

source: It stores electricity in its fur. It gives off sparks from all over its body in seasons when the air is dry.
fr: L’électricité statique s’accumule dans sa fourrure. Par temps sec, elle dégage des étincelles.

source: It rarely appears before people. It is said to nest where lightning has fallen.
fr: Ce Pokémon évite de se montrer aux humains. On raconte qu’il fait son nid aux endroits où la foudre s’est abattue.

source: When Plusle is cheering on its partner, it flashes with electric sparks from all over its body. If its partner loses, this Pokémon cries loudly.
fr: Quand Posipi veut encourager son partenaire, des étincelles jaillissent un peu partout de son corps. Si son partenaire perd, ce Pokémon pleure à chaudes larmes.

source: Minun loves to cheer on its partner in battle. It gives off sparks from its body while it is doing so. If its partner is in trouble, this Pokémon gives off increasing amounts of sparks.
fr: Négapi adore encourager son partenaire pendant les combats. Des étincelles jaillissent alors de son corps. Lorsque son partenaire est en difficulté, le corps de ce Pokémon libère encore plus d’étincelles.

source: Volbeat’s tail glows like a lightbulb. With other Volbeat, it uses its tail to draw geometric shapes in the night sky. This Pokémon loves the sweet aroma given off by Illumise.
fr: La queue de Muciole éclaire comme une ampoule. Ensemble, les Muciole dessinent des figures géométriques dans la nuit étoilée. Ce Pokémon adore le parfum dégagé par Lumivole.

source: Illumise leads a flight of illuminated Volbeat to draw signs in the night sky. This Pokémon is said to earn greater respect from its peers by composing more complex designs in the sky.
fr: Lumivole dirige un vol de Muciole lumineux pour dessiner des figures dans la nuit étoilée. On raconte que ce Pokémon gagne le respect de ses pairs en composant des figures complexes dans le ciel.

source: Though beautiful, it has highly poisonous thorns. There is an old tradition in my homeland wherein one would send these thorns to an opponent to challenge them to a duel.
fr: Ses mains sécrètent chacune un poison différent dont il se sert pour attaquer. Plus le parfum de Rosélia est intense, plus sa santé est bonne.

source: Most of Gulpin’s body is made up of its stomach—its heart and brain are very small in comparison. This Pokémon’s stomach contains special enzymes that dissolve anything.
fr: Le corps de Gloupti n’est pratiquement qu’un gros estomac. En comparaison, son cœur et son cerveau sont tout petits. L’estomac de ce Pokémon contient des enzymes spéciales capables de tout dissoudre.

source: Swalot has no teeth, so what it eats, it swallows whole, no matter what. Its cavernous mouth yawns widely. An automobile tire could easily fit inside this Pokémon’s mouth.
fr: Avaltout n’a pas de dents, ce qui le force à tout avaler en une bouchée. Quand il bâille, sa bouche prend une taille impressionnante, et on pourrait y placer une roue de voiture.

source: These Pokémon have sharp fangs and powerful jaws. Sailors avoid Carvanha dens at all costs.
fr: Il possède une mâchoire puissante garnie de dents acérées. Les marins ne s’approchent jamais des eaux habitées par les Carvanha.

source: This Pokémon is known as the Bully of the Sea. Any ship entering the waters Sharpedo calls home will be attacked—no exceptions.
fr: Surnommé le « tyran des mers », ce Pokémon attaque sans exception tous les navires qui osent s’aventurer sur son territoire.

source: When it sucks in a large volume of seawater, it becomes like a big, bouncy ball. It eats a ton of food daily.
fr: Il ressemble à un énorme ballon quand il avale de très grandes quantités d’eau de mer. Il dévore une tonne de nourriture par jour.

source: Its immense size is the reason for its popularity. Wailord watching is a favorite sightseeing activity in various parts of the world.
fr: Sa taille fait de lui un Pokémon fascinant. Les sites touristiques proposant d’observer les Wailord ont toujours beaucoup de succès.

source: Numel stores magma of almost 2,200 degrees Fahrenheit within its body. If it gets wet, the magma cools and hardens. In that event, the Pokémon’s body grows heavy and its movements become sluggish.
fr: Chamallot stocke du magma à 1 200 °C dans son corps. Lorsqu’il est mouillé, le magma se refroidit et durcit. Le corps du Pokémon devient alors très lourd et ses mouvements très lents.

source: The humps on Camerupt’s back are formed by a transformation of its bones. They sometimes blast out molten magma. This Pokémon apparently erupts often when it is enraged.
fr: Les bosses sur le dos de Camérupt sont apparues après une déformation de ses os. Elles crachent parfois du magma en fusion. Ce Pokémon entre apparemment en éruption lorsqu’il est énervé.

source: You find abandoned coal mines full of them. They dig tirelessly in search of coal.
fr: Les Chartor vivent en grand nombre dans les mines abandonnées, où ils extraient le charbon avec ardeur.

source: Spoink keeps a pearl on top of its head. The pearl functions to amplify this Pokémon’s psychokinetic powers. It is therefore on a constant search for a bigger pearl.
fr: Spoink garde une perle sur sa tête. Elle lui sert à amplifier ses pouvoirs télékinétiques. Il est constamment en quête d’une perle plus grosse.

source: Grumpig uses the black pearls on its body to wield its fantastic powers. When it is doing so, it dances bizarrely. This Pokémon’s black pearls are valuable as works of art.
fr: Groret utilise les perles noires sur son corps pour exercer ses formidables pouvoirs. Quand il est en action, il entame une étrange danse. Les perles noires de ce Pokémon ont une valeur inestimable.

source: Each Spinda’s spot pattern is different. With its stumbling movements, it evades opponents’ attacks brilliantly!
fr: Chaque Spinda possède un pelage unique. Ce Pokémon esquive les attaques de son adversaire grâce à d’imprévisibles oscillations.

source: It makes an inescapable conical pit and lies in wait at the bottom for prey to come tumbling down.
fr: Il creuse, puis attend ses proies dans son antre en forme de cône, dont il est impossible de s’échapper.

source: To help make its wings grow, it dissolves quantities of prey in its digestive juices and guzzles them down every day.
fr: Pour aider ses ailes à pousser, il se nourrit chaque jour d’un grand nombre de proies qu’il dissout en projetant de l’acide.

source: It is nicknamed the Desert Spirit because the flapping of its wings sounds like a woman singing.
fr: On l’appelle « l’esprit du désert », car ses battements d’ailes résonnent comme une mélodie entonnée par une voix douce.

source: The more arid and harsh the environment, the more pretty and fragrant a flower Cacnea grows. This Pokémon battles by wildly swinging its thorny arms.
fr: Si son environnement est aride et difficile, la fleur de Cacnea devient plus jolie et dégage un parfum délicat. Ce Pokémon se bat en agitant ses bras épineux.

source: If a traveler is going through a desert in the thick of night, Cacturne will follow in a ragtag group. The Pokémon are biding their time, waiting for the traveler to tire and become incapable of moving.
fr: Lorsqu’un voyageur traverse le désert au milieu de la nuit, les Cacturne le suivent en groupe. Ces Pokémon attendent le bon moment, quand le voyageur est fatigué et qu’il n’est plus capable de bouger.

source: Since Swablu looks like a cumulus cloud, foes can have a hard time finding it. Apparently its wings turned white over many generations.
fr: Ses ailes en forme de nuage le dissimulent aux yeux des ennemis. On raconte qu’elles sont devenues blanches après plusieurs générations.

source: This Pokémon has a kind disposition, but if it’s provoked, it will threaten opponents with shrill cries before attacking them without mercy.
fr: Il est de nature aimable, mais si on le met en colère, il intimide son adversaire en poussant un cri strident et l’attaque sans pitié.

source: Zangoose usually stays on all fours, but when angered, it gets up on its hind legs and extends its claws. This Pokémon shares a bitter rivalry with Seviper that dates back over generations.
fr: Mangriff est généralement à quatre pattes, mais lorsqu’il est en colère, il se lève sur ses pattes arrière et montre ses griffes. Ce Pokémon est l’ennemi juré de Séviper depuis plusieurs générations.

source: Seviper’s swordlike tail serves two purposes—it slashes foes and douses them with secreted poison. This Pokémon will not give up its long-running blood feud with Zangoose.
fr: La queue tranchante comme un sabre de Séviper a deux fonctions : elle peut frapper l’ennemi et lui injecter un poison qu’il sécrète. Ce Pokémon n’oublie jamais sa vieille rancune envers Mangriff.

source: It was discovered at the site of a meteor strike 40 years ago. Its stare can lull its foes to sleep.
fr: Il a été découvert dans le cratère d’une météorite il y a 40 ans. Un simple regard de sa part endort ses ennemis.

source: Solar energy is the source of its power, so it is strong during the daytime. When it spins, its body shines.
fr: Tirant sa force de l’énergie solaire, il est particulièrement puissant pendant la journée. Il s’illumine quand il tourne.

source: Makes its home in swamps with murky water. The poor visibility hides this Pokémon from predators, and the slime on its body makes grasping it difficult.
fr: Il sonde les bords boueux des rivières avec ses barbillons. Un film fin et visqueux protège tout son corps.

source: Strikes its caudal fin against the swamp bed to shake the ground and startle its prey. It will then swallow the fleeing prey whole. People mistook this behavior as the cause of earthquakes.
fr: Il a besoin d’un marais entier pour vivre. Si un ennemi s’approche, il s’énerve et déclenche un séisme.

source: It was originally a Pokémon from afar that escaped to the wild. It can adapt to the dirtiest river.
fr: Un Pokémon importé, retourné à l’état sauvage. Il s’adapte même aux rivières les plus polluées.

source: A brutish Pokémon that loves to battle. It will crash itself into any foe that approaches its nest.
fr: Il adore se battre et frappe comme une brute tous ceux qui approchent de sa mare.

source: It was discovered in ancient ruins. While moving, it constantly spins. It stands on one foot even when asleep.
fr: Ce Pokémon découvert dans des ruines anciennes tourne sur lui-même pour se déplacer. Il se tient toujours sur un pied, même quand il dort.

source: It appears to have been born from clay dolls made by ancient people. It uses telekinesis to float and move.
fr: Ce Pokémon aurait été créé à partir d’une poupée d’argile confectionnée par une ancienne civilisation. Il se déplace en lévitant.

source: Lileep clings to rocks on the seabed. When prey comes close, this Pokémon entangles it with petallike tentacles.
fr: Accroché aux rochers des profondeurs, il attend qu’une proie s’approche de lui pour l’attraper avec ses tentacules en forme de pétales.

source: Once Cradily catches prey in its tentacles, it digests them whole and absorbs their nutrients.
fr: Il attrape ses proies à l’aide de ses tentacules, puis les dissout immédiatement avec ses sucs digestifs pour en absorber les nutriments.

source: Anorith can swim swiftly by pulling its eight wings through the water like oars on a boat. This Pokémon is an ancestor of modern bug Pokémon.
fr: Ce Pokémon peut nager très vite en agitant ses huit ailes comme des rames de bateau. Il fait partie des ancêtres des Pokémon Insecte.

source: Though it lives on land, it’s also a good swimmer. It dives into the ocean in search of prey, using its sharp claws to take down its quarry.
fr: Bien que vivant sur la terre ferme, il est très bon nageur. Il plonge dans la mer à la recherche de proies et les abat avec ses pinces acérées.

source: It is a shabby and ugly Pokémon. However, it is very hardy and can survive on little water.
fr: Ce Pokémon a peut-être un physique disgracieux, mais il est robuste et peut survivre dans très peu d’eau.

source: It’s said that a glimpse of a Milotic and its beauty will calm any hostile emotions you’re feeling.
fr: On dit que la beauté de ce Pokémon est telle qu’elle apaise l’esprit de ceux qui le voient.

source: Its form changes depending on the weather. The rougher conditions get, the rougher Castform’s disposition!
fr: Il n’y a pas que son apparence qui change en fonction de la météo : son tempérament aussi ! Plus il y a de vent, plus il se montre agressif.

source: Its color changes for concealment and also when its mood or health changes. The darker the color, the healthier it is.
fr: Sa couleur change quand il se cache, mais varie aussi selon son humeur et son état de santé : plus il est en forme, plus sa couleur est vive.

source: There’s a proverb that says, “Shun the house where Shuppet gather in the growing dusk.”
fr: Il existe un proverbe ancien qui dit : « Fuis la demeure où les Polichombr se rassemblent en nombre à la pénombre. »

source: Resentment at being cast off made it spring into being. Some say that treating it well will satisfy it, and it will once more become a stuffed toy.
fr: Il est né de la rancune qu’il a ressentie quand il a été abandonné. Il redevient apparemment une poupée si l’on en prend grand soin.

source: I've heard that the children of Hisui all begin to behave once they've been told the story of how this Pokémon roams about before the witching hour to spirit away misbehaving children.
fr: Ce Pokémon devient invisible pour se rapprocher furtivement de ses proies. Il a le pouvoir de traverser les murs.

source: There are rumors that peeking inside its bandage-wrapped body will cause one to get pulled in through the gaps between the bandages, never to return. I've been too scared to verify.
fr: Il cherche des feux follets pour les avaler. Ce qu’il se passe alors à l’intérieur de son corps vide est un mystère.

source: Bunches of delicious fruit grow around its neck. In warm areas, many ranches raise Tropius.
fr: Dans les régions où il fait chaud, on trouve des fermes dédiées à l’élevage de ce Pokémon, très apprécié pour les fruits poussant sur son cou.

source: Can emit waves of air powerful enough to knock out prey taller than itself. I hypothesize that it amplifies the faint sound of wind within its body.
fr: Lorsqu’il y a beaucoup de vent, Éoko pousse des cris, accroché à une branche ou à un auvent par une ventouse placée sur sa tête. Ce Pokémon attrape des Baies avec sa longue queue pour les manger.

source: Because of this Pokémon’s ability to detect danger, people mistook Absol as a bringer of doom.
fr: Sa capacité à pressentir le danger lui a autrefois valu la réputation de porter malheur.

source: It tends to move in a pack with others. They cluster in a tight group to sleep in a cave.
fr: Ces Pokémon adorent se déplacer en groupe. Ils se blottissent les uns contre les autres dans des cavernes pour dormir.

source: Arrives alongside the first snow. It's thought that homes Snorunt visit will prosper for many generations. By tradition, one might offer a lump of ice made from pure water at one's front door.
fr: Il ne peut vivre que dans les plus froides contrées. Il s’accommode parfaitement de températures atteignant les - 100 °C.

source: It covers its body with an armor of ice harder than steel. Uses its breath to freeze prey, which it then devours as if they were frozen desserts.
fr: Il a le pouvoir de geler l’humidité ambiante en un instant et peut ainsi immobiliser ses proies.

source: During the season when drift ice approaches the shore, Spheal prefers living on the ice—where fewer predators lurk—rather than the land. Its fur retains heat superbly and resists harsh cold.
fr: Il scrute la mer en se laissant porter par les vagues. Lorsqu’il repère des proies, il avertit les Kaimorse du groupe.

source: Its white whiskers are very sensitive. Sealeo will balance Spheal on the tip of its nose, checking its scent and its feel to be sure the Spheal is healthy.
fr: Il ne peut pas s’empêcher de faire tourner sur son museau tout ce qui a une forme sphérique, comme les Obalie ou les Poké Balls.

source: Its thick tusks are strong enough to shatter drift ice. They have been known to break, but they will grow back by the next year. The Hisui region is well known for these broken tusks.
fr: Ses défenses poussent tout au long de sa vie. Si l’une d’elles se brise au cours d’un combat, au bout d’un an, elle aura repoussé entièrement.
