Repository: Gregory-febvin/Pokedex-API
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Clamperl’s pearls are exceedingly precious. They can be more than 10 times as costly as Shellder’s pearls.
fr: La perle de Coquiperl est tellement précieuse qu’elle peut valoir plus de dix fois la valeur de celle de Kokiyas.

source: Deep seas are their habitat. According to tradition, when Huntail wash up onshore, something unfortunate will happen.
fr: Il habite dans les profondeurs de l’océan. Un Serpang trouvé sur la plage serait un mauvais présage.

source: It sucks bodily fluids out of its prey. The leftover meat sinks to the seafloor, where it becomes food for other Pokémon.
fr: Il se nourrit en aspirant les fluides corporels de ses proies. Le reste tombe au fond de la mer, nourrissant ainsi d’autres Pokémon.

source: This Pokémon was discovered during deep-sea exploration. Its appearance hasn’t changed in 100,000,000 years, so it’s called a living fossil.
fr: Découvert lors d’une expédition dans les abysses, son apparence inchangée depuis 100 millions d’années lui a valu le surnom de « fossile vivant ».

source: Luvdisc makes its home in coral reefs in warm seas. It especially likes sleeping in the space between Corsola’s branches.
fr: Il vit dans les récifs coralliens des mers chaudes, et aime particulièrement dormir entre les cornes des Corayon.

source: Bagon is a solitary Pokémon that doesn’t form groups with others of its kind. It also has a head hard enough to cleave a boulder in one strike.
fr: La tête de ce Pokémon solitaire est si solide qu’il est capable de fendre en deux un rocher d’un seul coup.

source: Shelgon ignores its hunger entirely, never eating any food. Apparently, Shelgon will evolve once all its energy stores are used up.
fr: Il se prive de nourriture, résistant à la faim. On dit que son évolution commence lorsque ses réserves d’énergie sont épuisées.

source: While basking in the joy of flight generally keeps this Pokémon in high spirits, Salamence turns into an uncontrollable menace if something angers it.
fr: Heureux de pouvoir voler dans le ciel, il est souvent de bonne humeur, mais il devient incontrôlable lorsqu’on le met en colère.

source: The cells in this Pokémon’s body are composed of magnetic material. Instead of blood, magnetic forces flow through Beldum’s body.
fr: Les cellules de son corps sont composées d’aimants. Une force magnétique coule dans ses veines à la place du sang.

source: Using magnetic forces to stay aloft, this Pokémon flies at high speeds, weaving through harsh mountain terrain in pursuit of prey.
fr: Ce Pokémon vole par magnétisme. Il poursuit ses proies en slalomant à toute allure entre les pics escarpés.

source: Metagross is the result of the fusion of two Metang. This Pokémon defeats its opponents through use of its supercomputer-level brain.
fr: Né de la fusion de deux Métang, il vient à bout de ses ennemis grâce à son cerveau qui est aussi performant qu’un superordinateur.

source: Cutting-edge technology was used to study the internals of this Pokémon’s rock body, but nothing was found—not even a brain or a heart.
fr: Bien que son corps de pierre ait été examiné avec les technologies les plus modernes, nulle trace de cerveau ou de cœur n’a été trouvée.

source: This Pokémon’s body is made of solid ice. It’s said that Regice was born beneath thick ice in the ice age.
fr: Ce Pokémon de l’ère glaciaire dont le corps est entièrement composé d’eau gelée serait né sous une épaisse couche de glace.

source: It’s rumored that this Pokémon was born deep underground in the planet’s mantle and that it emerged onto the surface 10,000 years ago.
fr: Il paraît qu’il est né dans le manteau terrestre et qu’il en a émergé il y a environ 10 000 ans.

source: Latias is highly intelligent and capable of understanding human speech. It is covered with a glass-like down. The Pokémon enfolds its body with its down and refracts light to alter its appearance.
fr: Latias est très intelligent et comprend le langage des hommes. Il est recouvert d’une espèce de duvet ressemblant à du verre. Ce Pokémon s’enveloppe dans ce duvet et reflète la lumière pour changer son apparence.

source: Latios will only open its heart to a Trainer with a compassionate spirit. This Pokémon can fly faster than a jet plane by folding its forelegs to minimize air resistance.
fr: Latios n’ouvrira son cœur qu’à un Dresseur doté d’un esprit compatissant. Ce Pokémon peut voler plus vite qu’un avion à réaction en repliant ses pattes avant pour améliorer son aérodynamisme.

source: Kyogre is said to be the personification of the sea itself. Legends tell of its many clashes against Groudon, as each sought to gain the power of nature.
fr: Un Pokémon considéré comme l’avatar des océans. Selon les légendes, il a disputé de nombreux combats avec Groudon pour contrôler l’énergie de la nature.

source: Through Primal Reversion and with nature’s full power, it will take back its true form. It can cause magma to erupt and expand the landmass of the world.
fr: Grâce à l’énergie de la nature, il peut accomplir sa Primo-Résurgence pour retrouver son apparence originelle. Ce pouvoir lui permet de créer du magma pour étendre les continents.

source: It flies forever through the ozone layer, consuming meteoroids for sustenance. The many meteoroids in its body provide the energy it needs to Mega Evolve.
fr: Un Pokémon qui vit dans la couche d’ozone et se nourrit des météorites qu’il intercepte. Leur énergie s’accumule dans son corps, ce qui lui permet de méga-évoluer.

source: It’s believed that when this Pokémon wakes from its 1,000-year slumber, it will grant any wishes written on the notes attached to its head.
fr: On raconte que lorsqu’il se réveille de son sommeil millénaire, il exauce les vœux écrits sur les rubans de papier de sa tête.

source: Deoxys emerged from a virus that came from space. It is highly intelligent and wields psychokinetic powers. This Pokémon shoots lasers from the crystalline organ on its chest.
fr: Deoxys était à l’origine un virus provenant de l’espace. Il est extrêmement intelligent et dispose de pouvoirs télékinétiques. Ce Pokémon envoie des lasers avec l’organe cristallin situé sur sa poitrine.

source: This Pokémon becomes more energetic the more sunlight there is. The part resembling a shell is similar to silt and is slightly damp and warm to the touch.
fr: Son corps produit de l’oxygène par photosynthèse. La feuille sur sa tête flétrit quand il a soif.

source: Appears where there is clean spring water. The fruit that grows on the shrubs on its shell is sweet, nutritious, and truly delicious.
fr: Il sait d’instinct où trouver une source d’eau pure. Il y transporte d’autres Pokémon sur son dos.

source: This remarkable, large-bodied Pokémon would serve beautifully as borrowed scenery for a garden, and its strength is peerless. Torterra roams the wilderness in search of clean water.
fr: Il arrive que de petits Pokémon se rassemblent sur son dos immobile pour y faire leur nid.

source: Full of vigor and always in high spirits. It was once known by the name ”Lantern-Tail” and feared as some kind of apparition.
fr: La flamme de son postérieur brûle grâce à un gaz de son estomac. Elle faiblit quand il ne va pas bien.

source: The deeper the blue on its face, the more powerful it will grow to become. It leaps about every which way and lands powerful blows against its opponents with the flame on its tail.
fr: Il attaque en prenant appui sur les murs et les plafonds. Sa queue ardente n’est pas son seul atout.

source: A tall, hardy Pokémon with a dazzling appearance. It shrouds itself in flame and battles as if engaged in dance—truly a sight to behold.
fr: Il fait voltiger ses ennemis grâce à sa vitesse et son style de combat spécial qui utilise ses quatre membres.

source: Prefers cold climes and appears along coasts. It's an adorable little thing—as cute as any child—but it's also prideful, unwilling to accept handouts from people.
fr: Il est fier et déteste accepter la nourriture qu’on lui offre. Son pelage épais le protège du froid.

source: It swims gracefully through the frigid sea and sings with a voice like the roaring tide. It has powerful, sturdy wings and dignity to match.
fr: C’est un Pokémon solitaire. Un seul coup de ses puissantes ailes peut briser un arbre en deux.

source: Since ancient times, it has been revered by the people of Hisui, who call it the Master of the Waves. Its wings are a match for even master-crafted blades.
fr: Les trois cornes de son bec sont le symbole de sa force. Celles du chef sont plus grosses que les autres.

source: They live in the fields and mountains, gathering in large flocks. Their cries are quite obnoxious. Though small, their wings are strong—a strike from them leaves pain that persists for a week.
fr: Ce Pokémon très bruyant parcourt champs et forêts en nuées pour chasser les Pokémon Insecte.

source: They form remarkably large flocks and are constantly fighting amongst themselves. I suspect that those with magnificent plumes on their heads are the strong ones.
fr: Il peuple les champs et les forêts. Lorsque deux volées se croisent, elles luttent pour le territoire.

source: It has left the flock, having gained strength enough to survive on its own. The astounding force with which Staraptor flies through the air allows it to carry away large, burly targets.
fr: Lorsque Étourvol évolue en Étouraptor, il quitte son groupe pour vivre seul. Ses ailes sont très développées.

source: Bidoof has an unsophisticated face and is rarely flustered by anything. There have been incidents involving Bidoof sauntering into villages and gnawing on the houses without a single care.
fr: Il ronge constamment des troncs et des pierres pour se faire les incisives. Il niche le long de l’eau.

source: Bibarel fur repels water and is also a fantastic material for heat retention. These Pokémon create dams on rivers to live in.
fr: Il construit des barrages de boue et d’écorce le long des fleuves. C’est un ouvrier de renom.

source: When the trees take on new hues, more of these Pokémon appear. The tone they create by striking their antennae together resembles that of the marimba, an instrument of foreign lands.
fr: Quand ses antennes s’entrechoquent, elles laissent échapper un bruit de xylophone.

source: It uses its cutlass-like arms to produce sound, the melody of which varies from individual to individual. It is a worthwhile endeavor to seek out one's favorite tunes.
fr: Il exprime ses émotions par des mélodies. Les scientifiques étudient actuellement leur structure.

source: Shakes its body to generate electricity. Its stature belies its aggression—one must be patient to tame this Pokémon.
fr: Sa fourrure s’illumine grâce à l’électricité. Il agite l’extrémité lumineuse de sa queue pour envoyer des signes à ses congénères.

source: Proudly uses its electrified claws as weapons. It seems to be a gracious Pokémon, evenly sharing the spoils of the hunt with others of its kind.
fr: Quand il croise un ennemi, il se prépare au combat en sortant ses griffes dont les coups ont une puissance qui atteint un million de volts.

source: They form packs, each having one male as leader. Legends say that when Luxray's two eyes shimmer with gold, the Pokémon can see through anything.
fr: Il dort beaucoup pour récupérer la quantité d’énergie électrique énorme qu’il consomme afin de voir à travers la matière.

source: When the sun's light strengthens, the bud atop this Pokémon's head opens. This is a sign to the people that the harsh winter is over, and the season of budding has begun.
fr: Il est sensible aux variations de température. Quand son bourgeon commence à s’ouvrir, l’arrivée du printemps est imminente.

source: Hidden within the bouquet on each hand are thorned whips loaded with virulent poison. Roserade moves gracefully as it corners its prey and mercilessly lashes them with its whips.
fr: Sa main gauche administre un poison lent, et la droite, un poison foudroyant. Les deux peuvent être fatals.

source: An incredibly rare sight. They duel each other by ramming their heads together, and the resulting sound echoes throughout the area like the pealing of a bell.
fr: Son crâne extrêmement solide est sa principale caractéristique. Il s’en servait pour faire tomber des arbres les Baies dont il se nourrissait.

source: Very little is known about its biology. Can knock down massive trees by smashing its beautiful, pearl-like crown against them.
fr: Pokémon préhistorique célèbre pour ses coups de tête puissants et son petit cerveau, son extinction serait due à son extrême bêtise.

source: Much remains unknown about this Pokémon, as few have ever seen it. However, we know that it is calm and dislikes conflict, and it enjoys polishing its face against trees and rocks.
fr: On retrouve des fossiles de Dinoclier dans les couches sédimentaires préhistoriques, mais seule sa tête a résisté à l’épreuve du temps.

source: Its face is sturdy—as strong as diamond—and this hardness offers a very stable defense. Much about this species is still unknown, such as its natural habitat.
fr: Un Pokémon éteint depuis environ 100 millions d’années. Sa tête incroyablement solide était plus dure que l’acier.

source: If its cloak is even slightly damaged, Burmy will immediately repair it with whatever is close at hand. The Pokémon within the cloak is scrawny and vulnerable to the cold.
fr: S’il perd sa cape au combat, il en tisse rapidement une nouvelle avec ce qui lui tombe sous la main.

source: When Burmy evolved, its cloak became a part of this Pokémon’s body. The cloak is never shed.
fr: Quand Cheniti a évolué, sa cape a fusionné avec son corps. Cheniselle ne s’en sépare jamais.

source: Scatters steel-colored scales as it flaps its wings. Despite being observed feeding primarily on the nectar of flowers, Mothim is not often seen around flower gardens.
fr: Ce Pokémon s’active à la nuit tombée pour voler le miel des Apitrini pendant leur sommeil.

source: They swear fealty to a queen Pokémon and work diligently to gather nectar. Each swarm produces a different flavor of honey.
fr: Du lever du soleil à la tombée de la nuit, il récolte du nectar pour Apireine et sa colonie.

source: Commands its subjects to build its hive. It will dispatch any interlopers who dare sneak into its nest and use them as nourishment for itself.
fr: Plus la quantité de phéromones qu’il libère est élevée, plus le nombre d’Apitrini qu’il peut diriger est grand.

source: A species related to the Pikachu line. Though Pachirisu is a calm Pokémon, it still presents a danger should one touch its electrified tail or cheeks.
fr: Il arrive que deux Pachirisu se frottent les joues pour partager l’électricité qu’ils ont accumulée.

source: It moves freely in the water by spinning its forked tail for propulsion. The resemblance to the screw of a steamboat is coincidental.
fr: Il utilise la bouée autour de son cou pour passer sa tête hors de l’eau et observer les alentours.

source: Has a long, rather splendid flotation sac, which prevents Floatzel from drowning even in stormy seas. One might glimpse this species around fishing hamlets from time to time.
fr: Il a développé une bouée pour poursuivre ses proies aquatiques. Elle fait office de canot gonflable.

source: Once the fruit growing alongside the main body is large and plump, Cherubi will use the nutrients within to evolve. The fruit then detaches, becoming nourishment for other creatures.
fr: Plus son corps est rouge, plus la saveur de sa petite boule gorgée de nutriments est sucrée et délicieuse.

source: Motionless, save for the occasional quiver. A rich array of Pokémon can be found gathered around it, drawn by the scent exuded from Cherrim's folded petals.
fr: Lorsqu’il se ferme, ses pétales sont si durs qu’il ne craint plus les attaques des Pokémon oiseaux.

source: Found in abundance on seashores bordering warm waters. Shellos are unexpectedly friendly and will crawl toward any person they see. Take care not to get coated in mucus!
fr: Si on le caresse trop fort, il sécrète un étrange liquide mauve qui est inoffensif, mais dont la texture est très gluante.

source: Eats beach sand for nourishment. Should one Gastrodon encounter another of a different color, a fierce battle will inevitably ensue.
fr: Son corps est caoutchouteux, mais très résistant, car la puissance des chocs qu’il subit se répand sur toute sa surface.

source: To affirm their kinship, members of this species will form a ring by linking their newly doubled tails together. On rare occasions, humans have been accepted into such rings.
fr: Il utilise toujours ses deux queues pour faire la moindre tâche. Il s’en sert aussi pour enlacer les gens qu’il affectionne tout particulièrement.

source: Said to lure away young children and carry them off to the afterlife. Some whisper that Drifloon are formed of reincarnated human souls, but these rumors are as yet unconfirmed.
fr: Nés d’une concentration d’âmes, ces Pokémon peuvent apparaître en grand nombre les jours où le taux d’humidité est élevé.

source: It drifts along at dusk, perfectly silent. Its transient, melancholy aspect touches some people deeply—every so often, one will come upon a song or poem devoted to Drifblim.
fr: Il attrape des personnes et des Pokémon pour les transporter vers une destination inconnue.

source: My hypothesis as to why Buneary rolls up its ears is that its hearing is far too keen. I surmise that the Pokémon protects its hearing by limiting the sound that may enter its ears.
fr: Plus il s’entraîne, plus les coups qu’il assène en déroulant vigoureusement ses oreilles gagnent en puissance.

source: Its fur is warm and yet remarkably light. This Pokémon kicks as though it were a master of karate, driving back its opponents with ease.
fr: À la fin de la saison chaude, il mue et se recouvre d’une fourrure épaisse et légère pour se préparer à affronter le froid hivernal.

source: The incantations Mismagius chants can ward against misfortune, so a custom exists of inviting it into one's home. Incur the Pokémon's displeasure, however, and disaster will surely ensue.
fr: Il susurre des malédictions pour tourmenter ses ennemis et leur infliger de terribles migraines ou des hallucinations terrifiantes.

source: One cry from this Pokémon, and a murder of Murkrow come flying. At such times, one would think the curtain of night had fallen, plunging the world into jet-black darkness.
fr: Ses sous-fifres font le sale boulot pour lui. Il n’intervient en combat que pour donner le coup de grâce à son ennemi.

source: Bewitches humans with its helical tail and piercing gaze. Its hidden claws are quite sharp as well, making this Pokémon an exceedingly tricky opponent if antagonized.
fr: Lorsqu’il est heureux, sa queue décrit des arabesques comme un ruban de gymnastique rythmique.

source: Though impudent and difficult to tame, Purugly enjoys great popularity due to its fur, the beauty of which surpasses even velveteen.
fr: Il ceinture sa taille de sa queue bifide pour paraître plus imposant.

source: This Pokémon gave me an excruciating headache when it seemingly cried out without making a sound. Perhaps there are some sounds that the human ear is simply incapable of hearing.
fr: Quand il sautille, l’orbe qu’il a dans la bouche s’agite et tinte comme une cloche.

source: The poison that gushes from its aft end is accompanied by an utterly evil-smelling odor with such potency that one whiff can induce memory loss.
fr: S’il lève la queue, c’est qu’il s’apprête à projeter un liquide tellement nauséabond qu’il peut faire perdre connaissance.

source: Sprays a poisonous fluid to take down prey. Sometimes, unable to stomach the stench of its own fluid, it leaves the bested prey uneaten.
fr: Ce Pokémon, qui creuse son terrier dans le sol, peut projeter un liquide à l’odeur infecte avec le bout de sa queue.

source: Floats using a mysterious energy. The pattern engraved upon its back is held as sacred and can sometimes be found in imagery from ancient cemeteries and other such timeworn places.
fr: On raconte qu’il se met à briller et à refléter la vérité quand on le polit, mais il a horreur de cela.

source: Some believe that its bell-like cry opens holes to another world. It has been revered as a deity since ancient times.
fr: De nombreux savants pensent que ce Pokémon n’est pas originaire de Galar à cause des motifs qui ornent son corps.

source: Its tears elicit sympathy from those who see them, but do not be deceived! This expulsion of body water is merely a physiological mechanism for keeping itself in good health.
fr: Il vit dans les zones rocheuses arides. Quand ses boules vertes sont sèches, elles se mettent à briller légèrement.

source: Known to turn up in bustling marketplaces now and again. It mimics people much as a child would, then watches how they react, eyes sparkling.
fr: Il considère les meilleurs danseurs parmi les M. Glaquette comme ses maîtres et s’évertue à mimer leurs mouvements.

source: In imitation of Chansey, it keeps a round stone tucked into its belly pouch and cherishes it dearly. It gets along well with children and will sometimes play house with them for fun.
fr: Il prête volontiers son caillou rond à ceux qu’il apprécie, mais éclate en sanglots et se met en colère si on ne le lui rend pas.

source: A versatile performer skilled in the imitation of human speech. It is said that older, more experienced Chatot can even understand the meaning of the words they mimic.
fr: On peut lui enseigner quelques mots. S’il s’agit d’un groupe, ils retiendront les mêmes phrases.

source: It lays curses by thinking wicked thoughts. Writings tell that this Pokémon was born out of the assembly of five score and eight malevolent spirits.
fr: Pour punir son comportement déplorable, un voyageur a utilisé un mystérieux sortilège pour l’enchaîner à une Clé de Voûte.

source: It nests in caves untouched by sunlight. Its sharp teeth may fall out when worn away or after an impact, but they regrow within a few days.
fr: Il attaque et entraîne dans son antre tout ce qui bouge, sans distinction. Sa gueule est immense, mais son estomac est relativement petit.

source: Though Gabite are usually of a violent disposition, when I gave one a glass bead it had been eyeing covetously, it suddenly became quite docile.
fr: Il cache des pierres précieuses dans le sol de sa grotte, et accueille à coups de griffes et de crocs quiconque ose y pénétrer.

source: Soars across the heavens at blinding speed—a magnificent sight! It has a feral disposition. Utmost caution is required if one meets a Garchomp out in the wilds.
fr: Ce Pokémon très rapide même au sol capture ses proies sur les monts enneigés et rentre vite dans son antre avant que son corps ne gèle.

source: Its robust stomach allows it to nonchalantly devour even rotted matter. It pays frequent visits to villages, seeking out food scraps intended for compost.
fr: Il conserve sa nourriture sous son épaisse fourrure. Il lui arrive d’en offrir un peu à ceux en qui il a confiance.

source: Though infantile in appearance, it has the mysterious ability to read the minds of humans. The pure of heart are met with Riolu's approval, while those of ill nature earn only its loathing.
fr: Il perçoit sous forme d’aura non seulement les sentiments des autres, mais aussi l’état de la nature.

source: A most gallant-looking creature. It emits energy waves and controls them with precision, using them to sense even faraway beings. I have given the name ”aura” to this power.
fr: Étant capable de lire ce que pensent les humains, ce Pokémon ne s’attache qu’aux Dresseurs dotés d’un cœur pur.
