Repository: Gregory-febvin/Pokedex-API
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fr

source: It can be found in quiet mountain areas on a full moon's night. Its dancing and its tiny, faintly glowing wings confer upon it a lovely fairylike quality.
fr: Son comportement et son cri adorables font de lui un Pokémon très populaire. Malheureusement, il est difficile d’en croiser un spécimen.

source: Legend says that on clear, quiet nights, it listens for the voices of its kin living on the moon. I, too, often think of my homeland, so far away.
fr: Capable d’entendre une aiguille tomber à plus d’un kilomètre, ce Pokémon préfère les endroits calmes et isolés.

source: In its belly burns a fire, which Vulpix spits out in the form of fireballs. When young, this Pokémon has but one white tail. As the Pokémon matures, this single tail splits into six.
fr: Avec l’âge, la fourrure de ses six queues devient de plus en plus belle et soyeuse. Elle est chaude au toucher.

source: The coat of gleaming golden fur is quite magnificent. This species is said to store sacred power in its nine long tails and to live for a millennium.
fr: Il est très intelligent et rancunier. Quiconque attrape une de ses queues se fera maudire pour 1 000 ans.

source: By freely changing the wavelength of its voice, Jigglypuff sings a mysterious melody sure to make any listener sleepy.
fr: Il module librement la longueur d’onde de sa voix pour chanter une étrange mélodie qui endort à tous les coups celui qui l’écoute.

source: It’s proud of its fur, which is fine and delicate. In particular, the curl on its forehead has a texture that’s perfectly heavenly.
fr: Sa fourrure soyeuse fait sa fierté. La touffe sur son front est si douce que la caresser donne l’impression d’être sur un petit nuage.

source: Makes its home in gloomy caves. Atrophied eyes have left this Pokémon blind, so it scans its surroundings via sound waves that it emits from its mouth as it flies.
fr: Ils vivent dans les grottes où la lumière du jour ne perce jamais. Le matin, ils se blottissent les uns contre les autres pour se réchauffer et dormir.

source: It sinks its sharp fangs into other creatures and slurps up their blood. A closer look at the fangs reveals that they are hollow and akin to straws.
fr: Il se déplace habilement sur ses petites pattes, s’approche silencieusement de sa proie endormie, et lui suce le sang à l’aide de ses crocs.

source: During the day, it stays in the cold underground to avoid the sun. It grows by bathing in moonlight.
fr: Pendant la journée, il reste en sous-sol et évite le soleil. Il grandit en se baignant au clair de lune.

source: What appears to be drool is actually sweet honey. It is very sticky and clings stubbornly if touched.
fr: Ce qui semble être sa bave est en fait du nectar très collant. Si on le touche, il est très difficile de s’en dépêtrer.

source: The larger its petals, the more toxic pollen it contains. Its big head is heavy and hard to hold up.
fr: Plus ses pétales sont grands, plus il produit de pollen toxique. Toutefois, le poids de sa tête le fatigue.

source: Sometimes seen at the foot of trees in humid forests. The mushrooms on its back—called tochukaso—are not present on infant specimens and instead emerge as Paras matures.
fr: Il s’enfouit pour ronger des racines, mais ce sont les champignons sur son dos qui absorbent presque tous les nutriments.

source: Mushroom-lacking specimens of this Pokémon lie unmoving in the forest, lending credence to the hypothesis that the large mushroom is in control of Parasect's actions.
fr: À force de voir son énergie aspirée, il semblerait que ce ne soit plus l’insecte qui réfléchisse, mais le champignon sur son dos.

source: Its large eyes act as radar. In a bright place, you can see that they are clusters of many tiny eyes.
fr: Ses grands yeux lui servent de radar. En pleine lumière, on peut y distinguer des facettes.

source: The powdery scales on its wings are hard to remove from skin. They also contain poison that leaks out on contact.
fr: Les écailles de ses ailes sont presque impossibles à retirer lorsqu’elles se collent à la peau, et elles libèrent un poison violent au contact.

source: It burrows through the ground at a shallow depth. It leaves raised earth in its wake, making it easy to spot.
fr: Ce Pokémon creuse sous terre à faible profondeur. La terre qu’il laisse dans son sillage le rend facile à repérer.

source: These Diglett triplets dig over 60 miles below sea level. No one knows what it’s like underground.
fr: Ce trio de Taupiqueur est capable de creuser jusqu’à 100 km sous terre, vers l’inconnu.

source: It loves to collect shiny things. If it’s in a good mood, it might even let its Trainer have a look at its hoard of treasures.
fr: Tatillon sur la propreté de la pièce sur son front, il se lave la figure avec grand soin. Il ne s’entend pas avec les Miaouss de Galar.

source: Its elegant and refined behavior clashes with that of the barbaric Perrserker. The relationship between the two is one of mutual disdain.
fr: Il se comporte avec grâce et élégance, et ne s’entend pas avec les rustres Berserkatt : les deux espèces se méprisent.

source: Suffers perpetual headaches. If the agony grows too great, Psyduck's latent power erupts, contrary to Psyduck's intent. Ergo, I am exploring ways to ease the pain.
fr: Sa migraine s’intensifie à mesure que son stress monte. Il libère une force psychique puissante qui terrasse tous ceux qui l’entourent.

source: Its body is strong, and it has webbing on its hands and feet. Golduck can swim easily through rough seas, clawing its way through the high waves.
fr: D’après de vieilles légendes, ce Pokémon entraînait au fond de l’eau tous ceux qui osaient souiller sa rivière.

source: An agile Pokémon that lives in trees. It angers easily and will not hesitate to attack anything.
fr: Agile et rapide, ce Pokémon vit dans les arbres. Il s’énerve facilement et s’attaque à tout ce qui bouge quand il est en colère.

source: It stops being angry only when nobody else is around. To view this moment is very difficult.
fr: Sa fureur prend fin quand il n’a plus personne à frapper. Il est difficile d’en être témoin.

source: They patrol their territory in pairs. I believe the igneous rock components in the fur of this species are the result of volcanic activity in its habitat.
fr: Très fidèle, il aboie de toutes ses forces pour protéger son Dresseur d’Origine quand un danger le guette.

source: Snaps at its foes with fangs cloaked in blazing flame. Despite its bulk, it deftly feints every which way, leading opponents on a deceptively merry chase as it all but dances around them.
fr: Ce Pokémon est admiré depuis toujours pour sa beauté. Il court avec tellement de légèreté qu’on dirait qu’il vole.

source: In rivers with fast-flowing water, this Pokémon will cling to a rock by using its thick lips, which act like a suction cup.
fr: Dans les rivières au courant puissant, il se sert de ses lèvres épaisses comme d’une ventouse pour s’accrocher aux rochers.

source: This Pokémon’s sweat is a slimy mucus. When captured, Poliwhirl can slither from its enemies’ grasp and escape.
fr: Il sécrète une sorte de mucus huileux qui lui permet d’échapper aux ennemis qui tentent de l’attraper.

source: Poliwrath is skilled at both swimming and martial arts. It uses its well-trained arms to dish out powerful punches.
fr: Aussi habile à la nage qu’au combat, il peut donner de vigoureux coups de poing avec ses bras musclés.

source: Spends 18 hours of the day sleeping. Even while asleep, Abra can control its psychic powers—should danger approach, the Pokémon will simply teleport away.
fr: Il peut se téléporter en dormant. On dit que plus son sommeil est profond, plus il se téléporte loin.

source: There are rumors that a child with mystical powers became a Kadabra; however, this remains unverified. I suspect that the spoon Kadabra holds enhances its brain waves.
fr: Incroyablement doué en télékinésie, il concentre son énergie psychique dans l’étoile sur son front en prévision de son évolution.

source: The longer Alakazam lives, the larger and heavier its head becomes. Our tests have shown that the strength of its psychic powers correlates positively to the weight of its head.
fr: Il dispose d’immenses pouvoirs psychiques. On raconte qu’il s’en est servi afin de créer les cuillères qu’il tient dans chaque main.

source: Though as small as a child, it has strength enough to easily throw a well-built adult. Striving to become ever stronger, Machop trains by carrying a Graveler on its shoulders.
fr: Il essaie de dépenser son énergie débordante en soulevant des rochers, ce qui le rend encore plus fort.

source: A sturdy creature boasting a robust physique and boundless stamina. Loves training above all else and voluntarily assists with tasks such as construction and clearing land.
fr: Son corps robuste ne se fatigue jamais. Il n’hésite pas à aider les gens lorsqu’il s’agit de soulever des objets très lourds.

source: In close combat, its four arms afford it offensive and defensive supremacy. In but a blink, this valiant Pokémon can overwhelm its foes with more than 1,000 blows from its fists.
fr: Il enchaîne les coups de poing avec ses quatre bras à une vitesse surprenante.

source: Prefers hot and humid places. It ensnares tiny bugs with its vines and devours them.
fr: Il préfère les endroits chauds et humides. Il capture les Pokémon Insecte avec ses lianes pour les dévorer.

source: When hungry, it swallows anything that moves. Its hapless prey is dissolved by strong acids.
fr: Quand il a faim, il avale tout ce qui bouge, puis achève ses proies avec de l’acide.

source: Lures prey with the sweet aroma of honey. Swallowed whole, the prey is dissolved in a day, bones and all.
fr: Il attire ses proies avec une odeur de miel et les avale tout entières. Il les digère en un jour seulement, les os y compris.

source: They fire beams from the glassy, magenta orbs that resemble eyes atop their heads, and they drift in shallow seas. During low tide, they can sometimes be found on beaches, desiccated.
fr: Il est presque totalement composé d’eau. Lorsqu’il s’immerge dans les flots, son corps se fond dans l’eau, ce qui le rend presque invisible.

source: It has 80 tentacles, each with a venomous tip. These tentacles are also extendible, lengthening when Tentacruel attempts to catch prey. Use caution.
fr: Il peut allonger ses 80 tentacules à volonté et les utiliser comme un filet pour attraper sa proie et la transpercer de ses pics empoisonnés.

source: Makes its home in mountainous regions, using its arms to climb along harsh mountain roads. Can be troublesome—carelessly kicking one will cause it to fly into a rage and chase after you.
fr: On en trouve près des sentiers de montagne. Si vous marchez dessus par inadvertance, ils s’énervent et attaquent.

source: Dwells in holes dug into sheer walls of stone. It enjoys rolling down slopes as though it were a boulder during a rockfall, so keep an eye upward while traversing mountain roads.
fr: Il dévale les sentiers de montagne et traverse les obstacles en les pulvérisant.

source: The rocklike shell is shed each year. The cast-off shell then crumbles, reverting to a mass of soil, which can be spread across fields to promote crop growth.
fr: Juste après la mue, son corps est blanc et tendre. Au contact de l’air, sa peau se solidifie et forme une armure.

source: These Pokémon live in herds out in the grassland. Newborn foals lack their fiery manes, which will develop about an hour after birth.
fr: Il semblerait qu’une fois qu’un Dresseur a gagné la confiance de Ponyta, sa crinière enflammée ne le brûle plus au toucher.

source: Fiery mane aglow, Rapidash darts like an arrow across the land. This prodigiously swift creature can traverse the vast region of Hisui in a day and a half.
fr: Au sein d’un troupeau, c’est le plus rapide qui devient le chef. Il choisit les lieux où se rendre et détermine la vitesse de galop.

source: When this Pokémon’s tail is soaked in water, sweetness seeps from it. Slowpoke uses this trait to lure in and fish up other Pokémon.
fr: Lorsqu’il trempe le bout de sa queue dans l’eau, une substance sucrée s’en dégage. Il s’en sert pour appâter ses proies quand il pêche.

source: Being bitten by a Shellder shocked this Pokémon into standing on two legs. If the Shellder lets go, it seems Slowbro will turn back into a Slowpoke.
fr: La morsure du Kokiyas l’a tellement surpris qu’il est devenu bipède. Il paraît qu’il redevient un Ramoloss si le Kokiyas lâche prise.

source: A bizarre Pokémon with but a single eye embedded in an iron sphere. I suspect this creature levitates due to the magnetism it emits from its arms, which resemble horseshoe-shaped magnets.
fr: Il se nourrit d’électricité et flotte dans les airs en libérant des ondes électromagnétiques avec les aimants situés de part et d’autre de son corps.

source: Three Magnemite gathered to evolve into this Pokémon. The source of much vexation on my part, as its powerful magnetism destroys my research equipment.
fr: Il émet constamment une énergie magnétique puissante qui interfère avec la grande majorité des ordinateurs dont il s’approche.

source: They use a plant stalk as a weapon, but not all of them use it in the same way. Several distinct styles of stalk fighting have been observed.
fr: Il se bat à l’aide de sa tige. Il existe plusieurs écoles quant à son maniement.

source: Its short wings make flying difficult. Instead, this Pokémon runs at high speed on developed legs.
fr: Ses petites ailes ne lui permettent pas de voler, mais grâce à ses puissantes pattes, il peut courir très rapidement.

source: One of Doduo’s two heads splits to form a unique species. It runs close to 40 mph in prairies.
fr: Quand une des têtes de Doduo se divise, il devient un Dodrio capable de courir à 60 km/h.

source: Loves freezing-cold conditions. Relishes swimming in a frigid climate of around 14 degrees Fahrenheit.
fr: Il est à l’aise dans les endroits gelés. Il nage avec plaisir dans de l’eau à -10 ºC.

source: Its entire body is a snowy white. Unharmed by even intense cold, it swims powerfully in icy waters.
fr: Son corps entier est aussi blanc que la neige. Il résiste bien au froid et peut même nager au milieu des icebergs.

source: Made of congealed sludge. It smells too putrid to touch. Even weeds won’t grow in its path.
fr: Ce tas de fange sent si mauvais qu’il est impossible de le toucher. Plus rien ne pousse dans son sillage putride.

source: Smells so awful, it can cause fainting. Through degeneration of its nose, it lost its sense of smell.
fr: Son odeur immonde provoque des évanouissements. Son odorat s’est atrophié à cause de sa propre puanteur.

source: Its hard shell repels any kind of attack. It is vulnerable only when its shell is open.
fr: Sa coquille est si résistante qu’elle repousse toutes les attaques. En revanche, il est vulnérable quand celle-ci s’ouvre.

source: Once it slams its shell shut, it is impossible to open, even by those with superior strength.
fr: Quand il referme sa coquille, il est impossible de la rouvrir, même avec une force hors du commun.

source: Gaseous and completely impalpable. Also highly dangerous— inhaling part of its poisonous body will cause one to faint instantly.
fr: Son corps gazéiforme lui permet de se glisser n’importe où, mais au moindre coup de vent, il s’envole.

source: This frightful, malevolent spirit can glide through walls, appearing wherever it likes. According to rumor, victims of a Haunter's lick will wither to death day by day.
fr: On dit que lorsque quelqu’un a l’impression d’être surveillé dans le noir, c’est sûrement qu’un Spectrum se trouve dans les parages.

source: Possesses potential victims' shadows in an effort to steal away the victims' lives. If your shadow begins to laugh, you must take hold of a protective charm posthaste!
fr: On dit qu’Ectoplasma surgit parfois des ténèbres pour prendre la vie des personnes égarées en montagne.

source: This chain of immense stones resembles a giant serpent. Tremors shake the earth above as it burrows deep beneath the ground, feeding on boulders as it goes.
fr: Il creuse dans le sol à une vitesse de 80 km/h en contorsionnant son immense corps de pierre.

source: If you sleep by it all the time, it will sometimes show you dreams it had eaten in the past.
fr: Si vous dormez tout le temps près de lui, il partagera parfois avec vous les rêves qu’il a dévorés par le passé.

source: Avoid eye contact if you come across one. It will try to put you to sleep by using its pendulum.
fr: Évitez son regard quand vous en croisez un, ou il pourrait essayer de vous hypnotiser avec son pendule.

source: If it senses danger approaching, it cloaks itself with bubbles from its mouth so it will look bigger.
fr: S’il se sent menacé, il se cache derrière les bulles émises par sa bouche pour paraître plus gros.

source: Its oversized claw is very powerful, but when it’s not in battle, the claw just gets in the way.
fr: Sa pince gigantesque possède une puissance destructrice phénoménale, mais hors combat, son poids devient un handicap.

source: An enigmatic Pokémon that happens to bear a resemblance to a Poké Ball. When excited, it discharges the electric current it has stored in its belly, then lets out a great, uproarious laugh.
fr: On dit qu’il se déguise en Poké Ball. Il s’autodétruit à la moindre stimulation.

source: The tissue on the surface of its body is curiously similar in composition to an Apricorn. When irritated, this Pokémon lets loose an electric current equal to 20 lightning bolts.
fr: Il stocke de l’énergie électrique dans son corps, ce qui le rend instable et explosif.

source: These Pokémon get nervous when they’re not in a group of six. The minute even one member of the group goes missing, Exeggcute become cowardly.
fr: Il a besoin d’être constitué de ses six membres pour rester calme. Sitôt qu’il en manque un, il lui prend soudainement l’envie de fuir.

source: When they work together, Exeggutor’s three heads can put out powerful psychic energy. Cloudy days make this Pokémon sluggish.
fr: Les attaques psychiques lancées par ses trois têtes à l’unisson sont très puissantes. Par temps nuageux, ses mouvements sont plus lents.

source: This Pokémon wears the skull of its deceased mother. Sometimes Cubone’s dreams make it cry, but each tear Cubone sheds makes it stronger.
fr: Il porte sur sa tête le crâne de sa défunte mère. Il lui arrive de rêver d’elle et de pleurer, mais chaque larme qu’il verse le rend plus fort.

source: When this Pokémon evolved, the skull of its mother fused to it. Marowak’s temperament also turned vicious at the same time.
fr: En évoluant, il est devenu violent, et le crâne de sa mère qu’il portait a fusionné avec sa tête.

source: The legs freely contract and stretch. The stretchy legs allow it to hit a distant foe with a rising kick.
fr: Kicklee peut rétracter et étendre ses jambes à sa guise. La formidable allonge dont il dispose lui permet de frapper des adversaires éloignés.

source: Its punches slice the air. However, it seems to need a short break after fighting for three minutes.
fr: Ses poings fendent l’air, mais il se fatigue au bout de trois minutes à enchaîner les coups.

source: Wields its long tongue deftly, as though it were an arm. The Pokémon's viscous saliva, once it has been collected and boiled down, yields a strong and highly useful adhesive.
fr: Excelangue se nourrit essentiellement de Pokémon Insecte. Il lèche ses ennemis avec sa longue langue pour les paralyser, puis les avale tout rond.

source: It adores polluted air. Some claim that Koffing used to be more plentiful in the Galar region than they are now.
fr: On raconte qu’il y a longtemps, ces Pokémon amateurs d’air pollué étaient beaucoup plus nombreux à Galar.

source: It can’t suck in air quite as well as a Galarian Weezing, but the toxins it creates are more potent than those of its counterpart.
fr: Il ne peut pas aspirer autant d’air que le Smogogo de Galar, mais le poison qu’il produit est plus puissant.

source: Ludicrously strong—when it butts heads with a mountain, it is the mountain that shatters. But its short legs struggle with turns, and it is incapable of stopping unless it collides with something.
fr: Il ne peut se souvenir que d’une chose à la fois. S’il se met à courir, il en oublie tout de suite la raison.

source: Rapidly rotates its horn to bore through bedrock. It swaggers around volcanic regions, protected from the lava's heat by its tough, armorlike hide.
fr: Son épiderme est si épais qu’il lui permet même de survivre dans du magma d’une température de 2 000 °C.

source: This purehearted Pokémon shares its eggs with the injured.
fr: Ce Pokémon lent à l’origine a appris à fuir plus vite pour protéger ses œufs des voleurs.

source: It is cloaked entirely in blue vines, preventing any glimpse of its true identity. The vines impart a refreshing sensation when chewed—they're useful as a spice.
fr: Ses lianes ont une odeur particulière. Elles servent d’herbes aromatiques dans une certaine zone de Galar.

source: There are records of a lost human child being raised by a childless Kangaskhan.
fr: Certains documents certifient que les Kangourex sans progéniture élevaient des enfants humains en détresse.

source: They swim with dance-like motions and cause whirlpools to form. Horsea compete to see which of them can generate the biggest whirlpool.
fr: Hypotrempe crée des tourbillons en dansant sous l’eau. Il s’amuse à comparer la taille des remous qu’il fait avec ceux de ses congénères.

source: Seadra’s mouth is slender, but its suction power is strong. In an instant, Seadra can suck in food that’s larger than the opening of its mouth.
fr: Sa puissance de succion est si forte qu’il peut aspirer en un instant ses proies pour les manger, même si elles sont plus grosses que sa bouche.

source: Its dorsal and pectoral fins are strongly developed like muscles. It can swim at a speed of five knots.
fr: Ses nageoires dorsales et pectorales sont très développées. Elles lui permettent de nager à une vitesse de cinq nœuds.

source: Using its horn, it bores holes in riverbed boulders, making nests to prevent its eggs from washing away.
fr: S’il fait des trous dans les rochers avec sa corne pour bâtir son nid, c’est pour éviter que ses Œufs ne soient emportés par les flots.

source: Fish Pokémon nibble at it, but Staryu isn’t bothered. Its body regenerates quickly, even if part of it is completely torn off.
fr: Il ne se soucie guère des Pokémon poissons qui viennent le grignoter, car même si son corps est déchiqueté, il se régénère aussitôt.

source: Starmie swims by spinning its body at high speed. As this Pokémon cruises through the ocean, it absorbs tiny plankton.
fr: Il aspire du plancton quand il nage dans la mer en faisant tourner son corps à grande vitesse.

source: The behavior of this clown-like Pokémon reminds one of pantomime. It creates invisible walls using a force emitted from its fingertips.
fr: Son talent pour le mime est indéniable. Il émet des ondes du bout des doigts pour créer un mur qui le protège de nombreuses attaques.

source: The large, wickedly sharp scythes on its forearms are truly fearsome weapons. Prey's attempts to flee are unfailingly thwarted by this Pokémon's nimble motions.
fr: Si l’on voit un grand nombre d’arbres abattus au même endroit dans une forêt, cela signifie que l’on se trouve sur le territoire d’un Insécateur.

source: The Jynx of Galar often have beautiful and delicate voices. Some of these Pokémon have even gathered a fan base.
fr: Les Lippoutou vivant à Galar sont souvent dotés d’une belle voix cristalline, ce qui leur vaut d’attirer des fans.
