Repository: Gregory-febvin/Pokedex-API
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Though large and languid, Hippopotas is difficult to detect due to its tendency to burrow into and lurk beneath the soil. When agitated or excited, it expels sand from its nostrils.
fr: Il est principalement actif pendant la journée. Il s’enfouit profondément dans le sable pour dormir, car les nuits désertiques sont très froides.

source: Short-tempered and easily moved to violence. It whips up whirlwinds of sand to crush its foes' spirits, then goes in for the attack.
fr: Il entre dans une violente colère quand on l’énerve : il expulse le sable qu’il a accumulé pour provoquer de véritables tempêtes.

source: Its claws are not only razor-sharp but poisonous, making Skorupi a highly dangerous Pokémon. It seems to be weakened by cold temperatures, however.
fr: Il attaque avec les pinces empoisonnées de sa queue. Le venin se répand alors dans le corps de la victime et la paralyse.

source: Has a brutish, ferocious temperament. With immense strength and a sturdy shell off which swords will bounce, it rampages about and wreaks havoc.
fr: Sa férocité lui a valu le surnom de « démon du désert », mais face à un Hippodocus, il est parfaitement docile et évite de le provoquer.

source: A poison wielder with a dastardly personality. Despite such qualities, this species is afforded a measure of popularity due to its peculiar cry and comical features.
fr: Dilué, son poison sert de remède. Cela lui a valu de devenir la mascotte populaire d’une entreprise de produits pharmaceutiques.

source: Its crimson claws contain a virulent toxin. This toxin can be made into a tonic by diluting it, mixing it with several types of wild grass, and boiling it down over two days.
fr: Il lance un coassement viril de victoire quand il parvient à terrasser sa proie. Il s’apparente aux Crapustule.

source: Though this is a plant Pokémon, it has a gluttonous and unruly temperament. Carnivine attacks its prey with its cavernous maw wide open.
fr: Il s’accroche aux arbres des marais et attire ses proies avec sa salive à l’odeur enivrante.

source: What a gorgeous sight this Pokémon is as it swims with its long, pink-painted caudal fins fluttering behind it. Finneon's beautiful appearance has led to its nickname: ”finery fish.”
fr: Il attire ses proies avec ses nageoires caudales lumineuses. Il passe la journée à la surface et se retire dans les abysses la nuit venue.

source: Uses its gleaming fins to hunt its prey. The view of Lumineon schooling near the surface of the sea at night is breathtaking— it's as though there were shining stars right there.
fr: Il se déplace en rampant dans les profondeurs de l’océan. Ses nageoires brillent telles des étoiles dans le ciel nocturne.

source: Though ball-like in shape, this Pokémon is a proficient swimmer. I have discovered that if a Mantyke spends much time with schools of Remoraid, it will eventually achieve evolution.
fr: Il nage au sein des bancs de Rémoraid. Lorsqu’un prédateur les attaque, il se bat à leurs côtés.

source: One is likely to encounter this Pokémon while out in the snow. There are stories of Snover appearing in human settlements but doing no harm—rather, they bond with the children.
fr: Les Baies en forme de crèmes glacées qui poussent sur son ventre sont le mets favori des Darumarond vivant à Galar.

source: A powerful Pokémon that can split huge boulders with ease. Dislikes associating with others and chooses to live quietly deep within the mountains, playing with the snow.
fr: Ce grand Pokémon déclenche des blizzards. Lorsqu’il agite son corps, tout ce qui l’entoure se retrouve couvert de neige.

source: This species corners prey as a pack, under the guidance of a leader. Weavile displays increased cunning, leading me to speculate that its evolution caused further brain development.
fr: Il communique avec ses semblables en gravant des motifs avec ses griffes. Il existerait près de 500 signes différents.

source: I theorize that a special magnetic field influenced this Pokémon, changing its molecular structure and causing it to evolve. It emits strange radio waves toward space from its antenna.
fr: On pense qu’il a évolué après avoir été exposé à un champ magnétique particulier qui a modifié la structure moléculaire de son corps.

source: Its tongue can extend and contract freely, and it is capable of reaching lengths over 10 times Lickilicky's height. Beware of the saliva, as it contains corrosive elements.
fr: Il est aussi habile avec sa langue que les êtres humains le sont avec leurs mains. En revanche, il est maladroit quand il utilise ses doigts.

source: This Pokémon evolved through use of a curious item. Its rocklike hide is composed of a mysterious substance and can withstand a blow from a masterwork sword with nary a scratch.
fr: Il repousse les attaques avec ses Protecteurs et profite du moment où l’adversaire est déstabilisé pour le transpercer avec sa vrille, dont il est fier.

source: Draped with long vines, it resembles a shrub in appearance. It swings bundles of vines as though they were arms, wrapping them around prey to ensnare them.
fr: Ses lianes poussent plus rapidement s’il vit sous un climat chaud. Quand elles deviennent trop longues, il se les coupe.

source: Its evolution was induced by an unusual item, and its electrical output rises along with its heart rate. From its tails, it can unleash an electric current measuring 20,000 volts.
fr: La quantité d’électricité qu’il génère est énorme, même pour un Pokémon Électrik. Il inflige de fortes décharges du bout de ses queues.

source: Use of a strange item caused this Pokémon to evolve. Fireballs launched from the ends of its tubelike arms are hot enough to melt an iron pot in an instant.
fr: Au fil du temps, son corps est devenu similaire à un volcan, et un de ses organes ressemble désormais à une chambre magmatique.

source: Scant few have ever sighted this Pokémon. After studying what literature remains, I am certain Togekiss will reveal itself when peace reigns in the land.
fr: On dit que ce Pokémon dispense ses bienfaits, ce qui explique pourquoi il est représenté sur les porte-bonheurs depuis fort longtemps.

source: Extremely violent. When hunting, it wastes none of its energy, aiming only for prey's most vulnerable spots. Any who manage to tame this Pokémon must be of incredible bravery.
fr: Il peut voler avec aise tout en portant un adulte dans ses six pattes. Les ailes de sa queue lui servent de balancier.

source: Cells similar to those of plants have been found in its fur. Its hard tail can fell a large tree with one stroke, and the tail's sharpness exceeds even that of a sword crafted by a master.
fr: Grâce à sa queue aussi effilée qu’une lame, il est capable de fendre en deux des arbres immenses.

source: Glaceon is able to lower its body temperature very quickly. It freezes the atmosphere, creating diamond dust that glitters like gems while it flutters and dances around.
fr: Ce Pokémon exhale un vent glacial qui crée une neige poudreuse. Sa présence est très appréciée dans les stations de ski.

source: It glides soundlessly on pitch-black wings and sinks sharp fangs into the throat of its prey. It takes on a look of satisfaction once it has entirely drained its prey of blood.
fr: Il vole sans un bruit, et capture ses proies avec sa queue pour leur infliger une morsure critique.

source: This species reached its zenith during the period known as the ice age. I suspect that Hisui's frigid climate is in harmony with Mamoswine's constitution, thus awakening hidden potential.
fr: Comme son physique le laisse deviner, il est très fort. La taille de ses défenses de glace augmente à mesure que la température baisse.

source: A curious item induced this evolution. The Pokémon's offensive capabilities have greatly increased, but the strangeness of its behavior has magnified in equal measure. This worries me.
fr: On dit qu’un nouveau programme l’a fait évoluer, mais les avis des scientifiques divergent quant à savoir s’il s’agit réellement d’une évolution.

source: The blades extending from its elbows are sharper than the finest swords. Its swordsmanship, albeit self-taught, is astonishingly impressive.
fr: Ses sens aiguisés lui indiquent lorsque quelqu’un est en danger. Il accourt alors à la rescousse.

source: It is able to emit powerful magnetism, allowing it control over the iron sand that forms its luscious mustache. Using this iron sand, Probopass forms hard stones with which it smites its prey.
fr: Il utilise ses trois petites unités pour combattre ses ennemis et capturer ses proies. Le reste de son corps se contente de donner des ordres.

source: Comes to those whose lives have come to an end and escorts their souls to the afterlife. Known to mistakenly take the souls of those who yet have life left in them, albeit rarely.
fr: Il dévore l’âme de ses ennemis en les engloutissant dans sa bouche ventrale. Il recrache ensuite leur enveloppe corporelle.

source: A Pokémon inhabited by the soul of a woman who died bearing a grudge in the snowy mountains. Legends of Froslass placing deathly curses on misbehaving men send shivers down my spine.
fr: Il gèle ses proies avec son souffle à - 50 °C, les amène dans son antre, puis les y aligne avec soin.

source: This bizarre Pokémon appears to be a will-o'-the-wisp powered by electricity. Be wary, as Rotom is both smart and mischievous.
fr: Son corps composé de plasma lui permet d’infiltrer diverses machines. Il adore surprendre les gens.

source: A Pokémon feared but also respected for stealing away the memories of evildoers. I have found records that suggest Uxie holds dominion over knowledge.
fr: On dit que sa venue a fourni aux humains le bon sens nécessaire pour améliorer leur existence.

source: Known as the Being of Emotion. In legend, this Pokémon was feared, as any who showed disrespect would have their emotions thrown into disarray.
fr: Il dort au fond d’un lac. On dit que son esprit abandonne son corps pour voler à sa surface.

source: The dreaded Being of Willpower. Legends tell of this Pokémon manipulating the will of its adversaries and turning them into puppets of its own.
fr: On raconte que Créhelf, Créfollet et Créfadet proviennent du même Œuf.

source: This Pokémon is revered as a deity in Hisuian legend. The birth of Dialga was what caused the vast river of time to begin flowing in our world.
fr: Il peut contrôler le temps. Les mythes de Sinnoh en parlent comme d’une divinité ancienne.

source: This Pokémon is feared as a deity in Hisuian legend. The birth of Palkia was what caused the walls of our world to disappear, creating a sky that spans for infinity.
fr: Il peut modeler l’espace. Les mythes de Sinnoh en parlent comme d’une divinité ancienne.

source: Stories tell of this Pokémon being birthed from the boiling magma within Mount Coronet. Its molten-steel body holds many mysteries.
fr: Le sang de ce Pokémon des cratères bouillonne dans son corps comme du magma.

source: According to legend, Regigigas pulled landmasses together and bound them with rope to create the continent of Hisui. Though I have my doubts, the story could well contain a shred of truth.
fr: On raconte qu’après avoir créé des Pokémon avec différentes matières, il aurait placé les continents à leur position actuelle.

source: There is one Hisuian verse that tells of a powerful light creating a deep shadow. I imagine that this deep shadow is Giratina.
fr: Sa grande violence lui a valu d’être banni. Il observe les hommes en silence depuis le Monde Distorsion.

source: Cresselia is reminiscent of the crescent moon. It leaves a brilliant line of light in its wake as it flies across the night sky. I daresay it resembles the heavenly maiden who created the Milky Way.
fr: Dormir avec une de ses plumes à la main permet de faire de beaux rêves. On le surnomme « avatar du croissant de lune ».

source: Can be seen floating offshore during seasons when the seas are warm. Its azure body blends in with the ocean waters—logic suggests this is a defense mechanism against natural predators.
fr: Ce Pokémon des mers chaudes revient toujours à son lieu de naissance, peu importe la distance.

source: Rumored to migrate across the oceans and visit Hisui's coastal waters only rarely. Although Manaphy resembles Phione, it is also quite different. The relation between the two is unclear.
fr: Il possède l’étrange pouvoir de s’entendre avec n’importe quel Pokémon.

source: On a moonless night, a strange incident occurred in which every one of a village's inhabitants suffered nightmares. The villagers attested that Darkrai appeared before them in these nightmares.
fr: Il a la capacité de bercer les gens pour les faire rêver. Il se montre durant les nuits de nouvelle lune.

source: When the turning of seasons brings the cruel winter to its end and the joyous people give thanks to the heavens, Shaymin appears and covers the withered land with flowers.
fr: Il prend son essor pour répandre la gratitude lorsque les Gracidées fleurissent.

source: It is the heavenly fount from which pours the light that shines across Hisui. Its luminance guides and protects all Pokémon. Hisuian mythology states that Arceus is the creator of all things.
fr: Dans la mythologie, ce Pokémon existait déjà avant la formation de l’univers.

source: When it shares the infinite energy it creates, that being’s entire body will be overflowing with power.
fr: L’énergie sans limites qu’il produit donne une force incroyable à ceux qui entrent en contact avec elle.

source: They photosynthesize by bathing their tails in sunlight. When they are not feeling well, their tails droop.
fr: Il laisse sa queue prendre le soleil pour sa photosynthèse. Quand il est malade, sa queue pend tristement.

source: When it gets dirty, its leaves can’t be used in photosynthesis, so it always keeps itself clean.
fr: La saleté l’empêchant d’utiliser la photosynthèse, il prend grand soin d’être toujours propre.

source: It can stop its opponents’ movements with just a glare. It takes in solar energy and boosts it internally.
fr: Il peut paralyser l’ennemi d’un regard. Il amplifie l’énergie du soleil dans son corps.

source: It loves to eat roasted berries, but sometimes it gets too excited and burns them to a crisp.
fr: Il adore se goinfrer de Baies grillées, mais il lui arrive de les réduire en cendres dans son excitation.

source: When its internal fire flares up, its movements grow sharper and faster. When in trouble, it emits smoke.
fr: Quand le feu dans son corps s’embrase, sa vitesse et son agilité augmentent. En cas d’urgence, il crache de la fumée.

source: It has mastered fast and powerful fighting moves. It grows a beard of fire.
fr: Il a une barbe enflammée. Il maîtrise des techniques de combat au corps à corps rapides et puissantes.

source: This Pokémon from the Unova region uses the shell on its belly as a weapon to cut down its foes. Thus, I've conferred upon this shell the name ”scalchop”.
fr: Il combat avec le coupillage de son ventre. Il peut parer un assaut et immédiatement contre-attaquer.

source: Its exquisite double-scalchop technique is likely the result of daily training, and it can send even masters of the blade fleeing in defeat.
fr: Chaque Mateloutre a sa propre technique d’escrime au coupillage, acquise grâce à un entraînement drastique.

source: Hard of heart and deft of blade, this rare form of Samurott is a product of the Pokémon's evolution in the region of Hisui. Its turbulent blows crash into foes like ceaseless pounding waves.
fr: Il peut terrasser ses ennemis d’un coup de la lame enchâssée dans son armure, et les faire taire d’un seul regard.

source: Extremely cautious, one of them will always be on the lookout, but it won’t notice a foe coming from behind.
fr: Très prudent, il surveille attentivement son territoire, mais oublie souvent de regarder derrière lui.

source: When they see an enemy, their tails stand high, and they spit the seeds of berries stored in their cheek pouches.
fr: Il attaque en crachant les graines des Baies qu’il accumule dans ses bajoues. S’il voit un ennemi, il dresse la queue.

source: This Pokémon is far brighter than the average child, and Lillipup won’t forget the love it receives or any abuse it suffers.
fr: Ce Pokémon est plus intelligent que la plupart des enfants. Il n’oublie ni l’affection qu’il a reçue ni les mauvais traitements qu’il a pu subir.

source: The black fur that covers this Pokémon’s body is dense and springy. Even sharp fangs bounce right off.
fr: Les poils sombres qui recouvrent son dos sont si épais et si souples qu’ils peuvent même repousser des crocs acérés.

source: Stoutland is immensely proud of its impressive moustache. It’s said that moustache length is what determines social standing among this species.
fr: Sa moustache remarquable fait sa fierté, car sa longueur permettrait de déterminer la hiérarchie au sein de l’espèce.

source: Opponents that get drawn in by its adorable behavior come away with stinging scratches from its claws and stinging pride from its laughter.
fr: Malheur à qui se laisse berner par ses gestes adorables : une fois les gens à sa portée, il les griffe sans crier gare, en ricanant.

source: This stealthy Pokémon sneaks up behind prey without making any sound at all. It competes with Thievul for territory.
fr: Sans un bruit, il approche ses victimes par-derrière pour les frapper. Il dispute son territoire avec les Roublenard.

source: It’s good at finding berries and gathers them from all over. It’s kind enough to share them with friends.
fr: Il est très doué pour trouver des Baies et aime les partager avec ses amis sans rien demander en échange.

source: Ill tempered, it fights by swinging its barbed tail around wildly. The leaf growing on its head is very bitter.
fr: Il a un tempérament violent et se bat avec sa queue pleine d’épines. La feuille sur sa tête est très amère.

source: This Pokémon lives in caves in volcanoes. The fire within the tuft on its head can reach 600 degrees Fahrenheit.
fr: Il vit dans les cratères des volcans. L’intérieur de la mèche qu’il a sur la tête peut atteindre 300 °C.

source: When it gets excited, embers rise from its head and tail and it gets hot. For some reason, it loves sweets.
fr: Quand il est excité, des flammèches brûlantes dansent sur sa tête et sa queue. Il raffole des choses sucrées.

source: The water stored inside the tuft on its head is full of nutrients. Plants that receive its water grow large.
fr: L’eau contenue dans la mèche sur sa tête est pleine de nutriments. Elle fait pousser les plantes avec vigueur.

source: It prefers places with clean water. When its tuft runs low, it replenishes it by siphoning up water with its tail.
fr: Il aime les endroits où l’eau est pure. Il se ravitaille en eau en l’aspirant avec sa queue.

source: It eats dreams and releases mist. The mist is pink when it’s eating a good dream, and black when it’s eating a nightmare.
fr: Il se nourrit de songes et expire de la fumée qui prend la couleur rose si le rêve est joyeux, ou noire s’il s’agit d’un cauchemar.

source: It drowses and dreams all the time. It’s best to leave it be if it’s just woken up, as it’s a terrible grump when freshly roused from sleep.
fr: Il est sans cesse assoupi, plongé dans ses rêves. Il vaut mieux éviter de le déranger, car il est toujours mal luné au réveil.

source: It’s forgetful and not very bright, but many Trainers love it anyway for its friendliness and sincerity.
fr: Il n’est pas très malin et un peu distrait, mais beaucoup de Dresseurs l’apprécient pour son caractère affectueux et sa bonne volonté.

source: These bright Pokémon have acute memories. Apparently delivery workers often choose them as their partners.
fr: Il est intelligent et possède une bonne mémoire. On raconte que les livreurs le choisissent souvent comme partenaire.

source: This Pokémon is intelligent and intensely proud. People will sit up and take notice if you become the Trainer of one.
fr: Ce Pokémon est aussi intelligent qu’il est arrogant. Les Dresseurs de Déflaisan sont tenus en haute estime.

source: Its mane shines when it discharges electricity. They use the frequency and rhythm of these flashes to communicate.
fr: Sa crinière luit quand il lâche des décharges. Il module leur rythme et leur nombre pour communiquer avec ses pairs.

source: They have lightning-like movements. When Zebstrika run at full speed, the sound of thunder reverberates.
fr: Il réagit à la vitesse de l’éclair. Lorsqu’il est en plein galop, on peut entendre le grondement du tonnerre.

source: When it detects a noise, it starts to move. The energy core inside it makes this Pokémon slightly warm to the touch.
fr: Il se déplace en réagissant aux sons environnants. Son noyau d’énergie rend son corps légèrement chaud au toucher.

source: It relies on sound in order to monitor what’s in its vicinity. When angered, it will attack without ever changing the direction it’s facing.
fr: Il sonde les environs grâce au son. Lorsqu’un importun le met en colère, il se lance à sa poursuite sans changer l’orientation de son corps.

source: Although its energy blasts can blow away a dump truck, they have a limitation— they can only be fired when the sun is out.
fr: Il est capable d’envoyer des boules d’énergie assez puissantes pour balayer un camion-benne, mais il ne peut tirer que les jours ensoleillés.

source: It emits ultrasonic waves as it flutters about, searching for its prey—bug Pokémon.
fr: Il virevolte gaiement et émet des ultrasons pour trouver des Pokémon Insecte à grignoter.

source: The auspicious shape of this Pokémon’s nose apparently led some regions to consider Swoobat a symbol of good luck.
fr: Certaines contrées le vénèrent et pensent que la forme de son nez est un symbole de chance et de bonheur.

source: It’s a digger, using its claws to burrow through the ground. It causes damage to vegetable crops, so many farmers have little love for it.
fr: Les cultivateurs le détestent, car il abîme leurs légumes en creusant la terre avec ses griffes.

source: Known as the Drill King, this Pokémon can tunnel through the terrain at speeds of over 90 mph.
fr: On l’appelle le « roi de la vrille ». Il creuse la terre à une vitesse pouvant atteindre 150 km/h.

source: This Pokémon has a kind heart. By touching with its feelers, Audino can gauge other creatures’ feelings and physical conditions.
fr: Ce Pokémon gentil est capable de deviner les émotions et l’état de santé des autres rien qu’en les touchant avec ses antennes.

source: Timburr that have started carrying logs that are about three times their size are nearly ready to evolve.
fr: Lorsque Charpenti est capable de soulever une poutre faisant trois fois son poids, le jour de son évolution est proche.

source: Gurdurr excels at demolition—construction is not its forte. In any case, there’s skill in the way this Pokémon wields its metal beam.
fr: Il manie la poutre métallique avec habileté. Il est doué pour démanteler une bâtisse, mais peu adroit lorsqu’il s’agit d’en construire une.

source: When going all out, this Pokémon throws aside its concrete pillars and leaps at opponents to pummel them with its fists.
fr: Quand il décide de passer aux choses sérieuses, il jette ses piliers de béton et saute sur son adversaire pour le frapper du poing.

source: It uses sound waves to communicate with others of its kind. People and other Pokémon species can’t hear its cries of warning.
fr: Il communique avec ses compagnons en émettant des ondes. Son cri d’alerte est inaudible pour les humains et les autres Pokémon.

source: On occasion, their cries are sublimely pleasing to the ear. Palpitoad with larger lumps on their bodies can sing with a wider range of sounds.
fr: Il lui arrive de pousser des cris ravissants. Plus ses protubérances sont grosses, plus le son porte loin.
