Repository: Gregory-febvin/Pokedex-API
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Its tail is tipped by a thick, horrible stinger. To bring down prey, it will first obscure their vision by covering their faces with its body, and then it will use the stinger to inject them with venom.
fr: Scorplane plane dans les airs sans un bruit, comme s’il glissait. Ce Pokémon s’accroche au visage de son ennemi grâce aux serres de ses pattes arrière et aux pinces de ses pattes avant, et pique avec son dard empoisonné.

source: This Pokémon evolved through use of a strange item. Its body is coated with steel powder and notably hard—not even diamond can leave so much as a scratch.
fr: On pense que son corps s’est transformé à force d’avaler le fer contenu dans la terre en creusant.

source: In contrast to its appearance, it’s quite timid. When playing with other puppy Pokémon, it sometimes gets bullied.
fr: Malgré les apparences, c’est un grand timide qui fait souvent l’objet de railleries quand il se trouve au milieu d’un groupe de Pokémon Chiot.

source: Although it’s popular with young people, Granbull is timid and sensitive, so it’s totally incompetent as a watchdog.
fr: Les jeunes gens en sont fous, mais sa timidité et sa grande délicatesse en font un piètre Pokémon de garde.

source: Fishers detest this troublesome Pokémon because it sprays poison from its spines, getting it everywhere. A different form of Qwilfish lives in other regions.
fr: Ses petites épines étaient autrefois des écailles. Elles sécrètent des toxines pouvant faire perdre connaissance.

source: Evolved by way of a curious item. The shell covering its body has been shown to be stronger than forged steel.
fr: Malgré son corps fin, sa puissance de frappe est prodigieuse, car même ses muscles sont composés de métal.

source: The berries stored in its vaselike shell eventually become a thick, pulpy juice.
fr: Les Baies qu’il conserve dans sa carapace en forme d’urne se changent en jus onctueux après un certain temps.

source: This Pokémon has an unparalleled horn. Heracross itself demonstrates tremendous power—it's capable of throwing several people trained in the traditional arts of war at once.
fr: Ce Pokémon est fier de sa force colossale qui lui permet de soulever cent fois son propre poids avec facilité.

source: Its sturdy, curved claws are ideal for traversing precipitous cliffs. From the tips of these claws drips a venom that infiltrates the nerves of any prey caught in Sneasel's grasp.
fr: Un Pokémon aussi cruel que fourbe. Il se glisse dans le nid des autres Pokémon en leur absence pour dérober leurs Œufs.

source: It licks its paws because of the sweet honey that has soaked into them. It is cunning, stealing into the nests of Combee and taking for itself the honey that the Combee have amassed.
fr: Ce Pokémon aime se lécher les paumes quand elles sont encore pleines de miel. Teddiursa concocte son propre miel en mélangeant les fruits et le pollen récolté par Dardargnan.

source: When the cold season arrives in Hisui, this Pokémon will wander fields and mountains alike in search of its favorite berries. Ursaring's hunger during this time makes it a ferocious danger.
fr: On dit que les Ursaring trouvent leur nourriture dans les cours d’eau et les grands arbres des forêts où ils habitent. Ce Pokémon erre dans la forêt toute la journée pour chercher de la nourriture.

source: Slugma does not have any blood in its body. Instead, intensely hot magma circulates throughout this Pokémon’s body, carrying essential nutrients and oxygen to its organs.
fr: Les veines de Limagma ne contiennent pas de sang. Au lieu de ça, du magma en fusion circule dans le corps de ce Pokémon, apportant les nutriments et l’oxygène nécessaires à ses organes.

source: Magcargo’s body temperature is approximately 18,000 degrees Fahrenheit. Water is vaporized on contact. If this Pokémon is caught in the rain, the raindrops instantly turn into steam, cloaking the area in a thick fog.
fr: La température de Volcaropod est d’environ 10 000 °C. L’eau s’évapore à son contact. Si ce Pokémon se retrouve sous la pluie, les gouttes d’eau forment de la vapeur et couvrent la zone de brouillard.

source: Swinub excels at sniffing out mushrooms buried beneath grass or snow. Since ancient times, the people of Hisui have often relied upon this skill.
fr: S’il sent une odeur attrayante, il fonce la tête la première pour trouver d’où elle vient.

source: The long fur of this Pokémon covers its eyes, ears, and even limbs, allowing Piloswine to resist harshly frigid conditions. The Pokémon's white tusks can be used to defeat its enemies.
fr: Bien qu’il soit pourvu de pattes courtes, ses sabots larges et pointus l’empêchent de glisser sur la glace.

source: These Pokémon live in warm seas. In prehistoric times, many lived in the oceans around the Galar region as well.
fr: Ces Pokémon habitués des mers chaudes se trouvaient autrefois en masse sur les côtes de Galar.

source: Spits water from its mouth with incredible accuracy. It captures Burmy by shooting them down off the branches from which they dangle.
fr: À l’aide de sa nageoire dorsale en forme de ventouse, il s’accroche sous un Démanta pour récupérer ses restes.

source: While Octillery still shoots water from its mouth, the drastic anatomical difference between it and Remoraid meant that for a long time, no one believed the former evolved from the latter.
fr: Il capture ses ennemis avec ses tentacules et les écrase ensuite avec sa tête dure comme la pierre.

source: It has a generous habit of sharing its food with people and Pokémon, so it’s always scrounging around for more food.
fr: Ce Pokémon partage facilement son repas avec d’autres Pokémon et avec des humains, ce qui l’oblige à constamment courir après la nourriture.

source: This calm and gentle Pokémon swims gracefully through the sea. After building speed, it can leap out of the water. It is often misidentified as a bird Pokémon due to this behavior.
fr: Il nage paisiblement, sans se soucier des Rémoraid qui s’agrippent à lui pour lui voler ses restes.

source: People fashion swords from Skarmory’s shed feathers, so this Pokémon is a popular element in heraldic designs.
fr: Ce Pokémon orne souvent les blasons, car les plumes qu’il perd sont utilisées pour forger des épées.

source: They make repeated eerie howls before dawn to call attention to their pack.
fr: Si ses congénères et lui poussent de sinistres hurlements avant l’aube, c’est pour signaler leur présence à tout le monde.

source: Identifiable by its eerie howls, people a long time ago thought it was the grim reaper and feared it.
fr: Ceux qui le craignaient jadis lui ont donné le surnom de « messager de la Faucheuse » à cause de son hurlement sinistre si particulier.

source: Scales shed by this Pokémon have such a splendorous gleam to them that they’ve been given to royalty as gifts.
fr: Les écailles qui se détachent de son corps brillent d’un éclat si élégant et si intense qu’on les offre aux familles royales.

source: Phanpy uses its long nose to shower itself. When others gather around, they thoroughly douse each other with water. These Pokémon can be seen drying their soaking-wet bodies at the edge of water.
fr: Phanpy utilise sa petite trompe pour se doucher. Quand plusieurs d’entre eux se réunissent, ils s’arrosent joyeusement. On peut souvent voir ces Pokémon se sécher au bord de l’eau.

source: If Donphan were to tackle with its hard body, even a house could be destroyed. Using its massive strength, the Pokémon helps clear rock and mud slides that block mountain trails.
fr: Si Donphan décidait de charger, il pourrait détruire une maison. Grâce à sa force étonnante, ce Pokémon peut aider à déplacer les rochers et les coulées de boue qui bloquent les chemins de montagne.

source: A bizarre item caused this Pokémon to evolve. While it now exhibits many new gestures and expressions, its biology remains inscrutable.
fr: Depuis qu’on l’a doté d’une intelligence artificielle, il parle un langage mystérieux que seuls ses congénères comprennent.

source: Its strangely shaped antlers have the power to bewitch those who see them. Medicine made by grinding up the black orbs from fallen antlers is an effective treatment for insomnia.
fr: Les superbes bois de Cerfrousse étaient vendus très cher comme œuvres d’art. Ce Pokémon fut chassé et l’espèce proche de l’extinction à cause des gens qui recherchaient leurs précieux bois.

source: It draws symbols with the fluid that oozes from the tip of its tail. Depending on the symbol, Smeargle fanatics will pay big money for them.
fr: Il se sert du liquide qui sort de sa queue pour dessiner sa marque. Ses fans s’arrachent ses plus beaux tracés à prix d’or.

source: Even though it is small, it can’t be ignored because it will slug any handy target without warning.
fr: Même s’il est petit, il vaut mieux ne pas l’ignorer : quand il trouve un adversaire à sa hauteur, il frappe fort et souvent sans prévenir.

source: After doing a handstand to throw off the opponent’s timing, it presents its fancy kick moves.
fr: Après avoir effectué un poirier visant à désorienter son adversaire, il lui assène des coups de pied furieux.

source: This is a very curious Pokémon. Smoochum decides what it likes and dislikes by touching things with its lips.
fr: Ce Pokémon très curieux touche tout et n’importe quoi avec ses lèvres pour déterminer ce qu’il aime et ce qu’il déteste.

source: They generate electricity by spinning their arms. During a thunderstorm, if one hears the lively voices of children out in the wilderness, what one is actually hearing are the voices of Elekid.
fr: Il a encore du mal à emmagasiner l’électricité. Pour s’en nourrir, il se faufile dans les maisons à la recherche de prises électriques.

source: This Pokémon lives in volcanic areas. With each breath, sparks spurt from its mouth and nose. When Magby is in good health, its flames gain a yellow tint.
fr: Il vit près des volcans. À la fin de la journée, il se détend dans un bon bain de magma.

source: This Pokémon needs to be milked every day, or else it will fall ill. The flavor of Miltank milk changes with the seasons.
fr: Sa santé décline si on ne le trait pas tous les jours. Le goût de son lait varie selon la saison.

source: A kindhearted Pokémon that will care for any sick person or Pokémon until their health improves. The eggs it lays are delicious and bring good fortune to those who eat them.
fr: Il pond d’étranges œufs remplis de bonheur. On raconte que quiconque en mange un devient aimable envers tout le monde.

source: Raikou embodies the speed of lightning. The roars of this Pokémon send shock waves shuddering through the air and shake the ground as if lightning bolts had come crashing down.
fr: Raikou incarne la vitesse de l’éclair. Les rugissements de ce Pokémon libèrent des ondes de choc provenant du ciel et frappant le sol avec la puissance de la foudre.

source: Entei embodies the passion of magma. This Pokémon is thought to have been born in the eruption of a volcano. It sends up massive bursts of fire that utterly consume all that they touch.
fr: Entei incarne la colère du magma. On pense que ce Pokémon est né suite à l’éruption d’un volcan. Il peut envoyer d’énormes jets de flammes qui calcinent tout ce qu’ils touchent.

source: Suicune embodies the compassion of a pure spring of water. It runs across the land with gracefulness. This Pokémon has the power to purify dirty water.
fr: Suicune incarne la tranquillité d’une source d’eau pure. Il parcourt les plaines avec grâce. Ce Pokémon a le pouvoir de purifier l’eau.

source: It feeds on soil. After it has eaten a large mountain, it will fall asleep so it can grow.
fr: Il vit en se nourrissant de terre. Après avoir dévoré une montagne, il s’endort et entame sa croissance.

source: It will not stay still, even while it’s a pupa. It already has arms and legs under its solid shell.
fr: Malgré son état de chrysalide, il ne reste pas immobile. Sous sa solide carapace, ses pattes sortent déjà.

source: The quakes caused when it walks make even great mountains crumble and change the surrounding terrain.
fr: Son pas est si lourd qu’il fait trembler le sol et s’écrouler même les plus grandes montagnes, ce qui altère la topographie de la zone.

source: Lugia’s wings pack devastating power—a light fluttering of its wings can blow apart regular houses. As a result, this Pokémon chooses to live out of sight deep under the sea.
fr: Les ailes de Lugia renferment une puissance dévastatrice. Un simple battement de ses ailes peut détruire de petites maisons. Du coup, ce Pokémon a choisi de vivre loin de tout, dans les profondeurs océaniques.

source: Ho-Oh’s feathers glow in seven colors depending on the angle at which they are struck by light. These feathers are said to bring happiness to the bearers. This Pokémon is said to live at the foot of a rainbow.
fr: Les plumes de Ho-Oh brillent de sept couleurs selon l’orientation de son corps par rapport à la lumière. On raconte que ces plumes portent bonheur. On dit aussi que ce Pokémon vit au pied d’un arc-en-ciel.

source: This Pokémon traveled through time to come from the future. It bolsters grass and trees with its own strength, and it can heal wounds, too.
fr: Ce Pokémon venu du futur soigne les blessures et donne de la force aux plantes.

source: Treecko is cool, calm, and collected—it never panics under any situation. If a bigger foe were to glare at this Pokémon, it would glare right back without conceding an inch of ground.
fr: Arcko est cool, calme et serein. Il ne panique jamais, quelle que soit la situation. Quand un ennemi plus gros que lui lui lance un regard de défi, ce Pokémon reste stoïque et ne cède pas un centimètre de terrain.

source: This Pokémon adeptly flies from branch to branch in trees. In a forest, no Pokémon can ever hope to catch a fleeing Grovyle however fast they may be.
fr: Ce Pokémon vole de branche en branche avec brio. En forêt, aucun Pokémon, même le plus rapide, ne peut espérer attraper un Massko qui s’enfuit.

source: Sceptile has seeds growing on its back. They are said to be bursting with nutrients that revitalize trees. This Pokémon raises the trees in a forest with loving care.
fr: Jungko a des graines qui lui poussent sur le dos. On dit qu’elles regorgent de nutriments qui revitalisent les arbres. Ce Pokémon s’occupe des forêts avec amour.

source: Torchic has a place inside its body where it keeps its flame. Give it a hug—it will be glowing with warmth. This Pokémon is covered all over by a fluffy coat of down.
fr: Poussifeu dispose d’un endroit dans son corps pour stocker sa flamme. Si on lui fait un gros câlin, sa flamme s’illumine chaleureusement. Ce Pokémon est couvert d’un duvet très doux.

source: Combusken battles with the intensely hot flames it spews from its beak and with outstandingly destructive kicks. This Pokémon’s cry is very loud and distracting.
fr: Galifeu combat grâce aux flammes ardentes qu’il crache de son bec et à ses coups de pied destructeurs. Le cri de ce Pokémon est très puissant et très gênant pour l’adversaire.

source: Blaziken has incredibly strong legs—it can easily clear a 30-story building in one leap. This Pokémon’s blazing punches leave its foes scorched and blackened.
fr: Braségali a des jambes incroyablement puissantes. Il peut sauter par-dessus un immeuble de trente étages. Les coups de poing enflammés de ce Pokémon peuvent carboniser ses ennemis.

source: In water, Mudkip breathes using the gills on its cheeks. If it is faced with a tight situation in battle, this Pokémon will unleash its amazing power—it can crush rocks bigger than itself.
fr: Sous l’eau, Gobou peut respirer grâce aux branchies sur ses joues. S’il se retrouve en difficulté pendant un combat, ce Pokémon déchaîne ses pouvoirs incroyables. Il peut détruire des rochers plus gros que lui.

source: Marshtomp is much faster at traveling through mud than it is at swimming. This Pokémon’s hindquarters exhibit obvious development, giving it the ability to walk on just its hind legs.
fr: Flobio est bien plus rapide dans la boue que dans l’eau. L’arrière-train de ce Pokémon est particulièrement développé, ce qui lui donne la capacité de marcher sur ses pattes arrière.

source: Swampert predicts storms by sensing subtle differences in the sounds of waves and tidal winds with its fins. If a storm is approaching, it piles up boulders to protect itself.
fr: Laggron peut prédire l’arrivée des tempêtes en utilisant ses nageoires pour sentir les variations dans les vagues et les marées. Si une tempête s’approche, il empile des rochers pour protéger son habitat.

source: Poochyena is an omnivore—it will eat anything. A distinguishing feature is how large its fangs are compared to its body. This Pokémon tries to intimidate its foes by making the hair on its tail bristle out.
fr: Medhyèna est omnivore. Il mange de tout. Ses crocs sont très gros, comparés à son corps. Ce Pokémon essaie d’intimider ses ennemis en hérissant les poils de sa queue.

source: Mightyena travel and act as a pack in the wild. The memory of its life in the wild compels the Pokémon to obey only those Trainers that it recognizes to possess superior skill.
fr: Les Grahyèna vivent et se déplacent en meute. Leurs réminiscences de la vie sauvage les poussent à n’obéir qu’aux Dresseurs qu’ils considèrent comme réellement talentueux.

source: Zigzagoon that adapted to regions outside Galar acquired this appearance. If you’ve lost something, this Pokémon can likely find it.
fr: Le Zigzaton de Galar a adopté cette forme dans les autres régions. Il est très doué pour dénicher des choses.

source: It uses its explosive speed and razor-sharp claws to bring down prey. Running along winding paths is not its strong suit.
fr: Il se sert de sa force de propulsion et de ses griffes aiguisées pour achever ses proies. Il a du mal à courir sur les routes sinueuses.

source: Likes sap and is abundant in the wild. Why it evolves into various different forms is unknown. One cannot tell from a Wurmple's appearance which form it will take when it evolves.
fr: Chenipotte est la proie de Hélédelle. Ce Pokémon essaie de résister en dirigeant les pointes de son dos vers le prédateur. Il affaiblit son ennemi en lui injectant du poison.

source: Wraps itself in thin strings of silk while it stores energy for evolution. It can't extend its limbs and its movement is slow, but its eyes keep a sharp lookout—Silcoon is always on guard.
fr: On pensait qu’Armulys pouvait résister à la faim et ne consommait rien avant son évolution. On sait maintenant que ce Pokémon étanche sa soif en récupérant l’eau de pluie déposée sur sa soie.

source: A colorful and incredibly beautiful but also greedy Pokémon. In an effort to keep its favorite food all to itself, it will chase away Combee as they try to gather nectar.
fr: Charmillon a une longue trompe en spirale, particulièrement pratique pour récupérer le pollen des fleurs. Ce Pokémon se laisse porter par les vents printaniers pendant qu’il butine.

source: The silk coating its body is thin but sufficiently strong. Cascoon's silk has a luster and texture superior to that of Silcoon's, and clothes made using Cascoon silk are regarded as top-notch.
fr: Lorsqu’il est attaqué, Blindalys reste immobile, même s’il a très mal. En effet, s’il bougeait, son corps serait affaibli lors de son évolution. En revanche, ce Pokémon n’oubliera pas la douleur endurée.

source: Tends to be drawn to bonfires on dark nights. Difficult to chase away from settlements because of the way it scatters highly toxic scales.
fr: Lorsque Papinox bat des ailes, une légère poussière se répand. Cette poussière est en fait un puissant poison capable de mettre au tapis un boxeur professionnel. Ce Pokémon cherche sa nourriture avec ses antennes, comme un radar.

source: Its leaf grew too large for it to live on land. That is how it began to live floating in the water.
fr: Sa feuille est devenue si grande et si lourde qu’il doit vivre en flottant sur l’eau.

source: It lives at the water’s edge where it is sunny. It sleeps on a bed of water grass by day and becomes active at night.
fr: Il vit au bord de l’eau dans les endroits ensoleillés. Il s’endort sur un tas d’algues dans la journée et ne se lève qu’à la nuit tombée.

source: If it hears festive music, it begins moving in rhythm in order to amplify its power.
fr: Il bouge son corps sur un rythme entraînant pour décupler ses forces.

source: It attaches itself to a tree branch using the top of its head. Strong winds can sometimes make it fall.
fr: Il se suspend aux branches par l’extrémité de sa tête. Il arrive qu’une bourrasque le fasse tomber.

source: They live in holes bored in large trees. The sound of Nuzleaf’s grass flute fills listeners with dread.
fr: Il vit dans les trous des grands arbres. Le sifflement qu’il produit avec sa feuille suffit à remplir ses adversaires d’effroi.

source: It lives quietly in the deep forest. It is said to create chilly winter winds with the fans it holds.
fr: Il vit caché au fond des forêts. On raconte qu’il fait souffler la bise lorsqu’il agite ses grands éventails.

source: Taillow is young—it has only just left its nest. As a result, it sometimes becomes lonesome and cries at night. This Pokémon feeds on Wurmple that live in forests.
fr: Nirondelle est jeune. Il vient de quitter son nid. Du coup, il se sent parfois un peu seul et pleure la nuit. Ce Pokémon se nourrit des Chenipotte qu’il trouve dans les forêts.

source: Swellow is very conscientious about the upkeep of its glossy wings. Once two Swellow are gathered, they diligently take care of cleaning each other’s wings.
fr: Hélédelle fait attention à bien entretenir ses ailes brillantes. Lorsque deux Hélédelle se rencontrent, ils se nettoient mutuellement les ailes avec attention.

source: It soars on updrafts without flapping its wings. It makes a nest on sheer cliffs at the sea’s edge.
fr: Il niche dans les falaises. En utilisant les courants d’air, il peut voler sans battre des ailes.

source: Skimming the water’s surface, it dips its large bill in the sea, scoops up food and water, and carries it.
fr: Avec son grand bec, il transporte de la nourriture qu’il a récoltée en volant la bouche ouverte au ras de la mer, gobant de l’eau au passage.

source: Tends to prefer people with a chipper disposition to those who are gloomy, but it has shown no discrimination with regard to age or gender. Needs more research.
fr: Quand ses cornes rouges captent les ondes positives d’un Pokémon ou d’un humain, tout son corps se réchauffe.

source: It resembles a maiden in appearance, but it wields strange powers to project visions of paradise. I suspect the crimson ornaments on its head are the key to its abilities.
fr: Il peut distordre l’espace-temps grâce à ses pouvoirs psychiques et ainsi voir l’avenir.

source: It will dedicate itself to defending a master it has come to adore. Its pure white dress, reminiscent of those worn by ladies of nobility, is the dress of one who is willing to risk their life.
fr: Prêt à tout pour protéger son Dresseur, il peut aller jusqu’à épuiser sa force mentale pour créer un mini trou noir.

source: It lives in ponds and marshes that feature lots of plant life. It often fights with Dewpider, whose habitat and diet are similar.
fr: Il vit dans les lacs ou les marais où prospèrent les plantes hydrophiles. Il se dispute souvent proies et territoire avec son voisin, Araqua.

source: Its thin, winglike antennae are highly absorbent. It waits out rainy days in tree hollows.
fr: Ses antennes en forme d’ailes absorbent facilement l’humidité. Par temps de pluie, il attend patiemment au creux d’un arbre.
