Repository: Gregory-febvin/Pokedex-API
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Feeds on electrical energy. During sudden showers beneath looming thunderclouds, one can observe Electabuzz scaling tall trees, where the Pokémon will then wait for lightning to strike.
fr: Quand un orage approche, ils se réunissent tous autour d’un grand arbre et attendent patiemment que la foudre s’abatte.

source: Legend has it that this Pokémon was born from the crater of a volcano. When wounded, it bathes in lava to heal its body, much as one would soak in a hot spring.
fr: Tout son corps est en combustion permanente. Il est craint, car on dit qu’il cause des incendies.

source: This Pokémon clamps its pincers down on its prey and then either splits the prey in half or flings it away.
fr: Une fois sa proie enserrée entre ses cornes, deux choix s’offrent à lui : la couper en deux ou la projeter au loin de toutes ses forces.

source: The Tauros of the Galar region are volatile in nature, and they won’t allow people to ride on their backs.
fr: Les Tauros vivant à Galar ont un tempérament violent et ne tolèrent pas que les êtres humains montent sur leur dos.

source: A feeble, pitiful imbecile of a Pokémon that is nonetheless very hardy. Unperturbed by turbid water, it can be found living in all sorts of places.
fr: Ce Pokémon est si faible que, dans les eaux à forts courants, il se contente de se laisser porter lamentablement.

source: I suspect this Pokémon to be the true identity of a dragon written of in ancient texts, which claimed that it razed an entire village with white-hot beams from its maw.
fr: Quand il se laisse emporter par la rage, même la plus violente des tempêtes ne peut l’empêcher de détruire tout ce qui l’entoure.

source: Crossing icy seas is no issue for this cold-resistant Pokémon. Its smooth skin is a little cool to the touch.
fr: Il résiste bien aux très basses températures et peut nager dans des mers glaciales. Sa peau est lisse et légèrement froide au toucher.

source: When it encounters another Ditto, it will move faster than normal to duplicate that opponent exactly.
fr: Quand il rencontre l’un de ses semblables, il s’agite avec plus de vivacité que d’habitude pour adopter exactement la même forme que lui.

source: Harbors the potential to evolve into manifold forms. Within Eevee lies the key to the mysteries of Pokémon evolution—I'm certain of it.
fr: L’ADN de ce Pokémon très particulier recèle de nombreuses possibilités d’évolution.

source: Tests show that its cells closely resemble water molecules, which perhaps explains its ability to conceal its form while submerged. I believe the origins of mermaid folklore lie with this Pokémon.
fr: Sa structure cellulaire est similaire à la composition moléculaire de l’eau. Une fois dans cet élément, il devient indétectable à l’œil nu.

source: Bristles its fur into sharp, needlelike points when enraged. One can hear electricity crackle in its breath when it exhales.
fr: Il se charge d’ions négatifs contenus dans l’air pour envoyer des décharges d’environ 10 000 volts.

source: Flames burn within a saclike organ inside this Pokémon. When Flareon inhales, these flames grow in intensity, reaching a mighty 3,000 degrees Fahrenheit.
fr: Il emmagasine de l’air dans sa poche de flammes et le chauffe à une température de 1 700 °C.

source: It has no discernible heartbeat and does not seem to draw breath, and yet it appears to function without issue. I cannot even begin to explain this utterly bizarre anomaly.
fr: Ces dernières années, il s’est rendu très utile dans le cyberespace, qu’il arpente pour s’assurer qu’il n’y a aucune donnée suspecte.

source: This Pokémon is a member of an ancient, extinct species. Omanyte paddles through water with its 10 tentacles, looking like it’s just drifting along.
fr: Un Pokémon préhistorique aujourd’hui disparu. Il semble flotter lorsqu’il nage en brassant l’eau avec ses dix tentacules.

source: Omastar’s sharp fangs could crush rock, but the Pokémon can attack only the prey that come within reach of its tentacles.
fr: Ses crocs sont capables de broyer la roche, mais il ne peut s’attaquer qu’aux proies à portée de ses tentacules.

source: While some say this species has gone extinct, Kabuto sightings are apparently fairly common in some places.
fr: On raconte qu’ils se seraient éteints, mais apparemment, on peut souvent en croiser dans une zone particulière.

source: The cause behind the extinction of this species is unknown. Kabutops were aggressive Pokémon that inhabited warm seas.
fr: Nul ne sait pourquoi il s’est éteint. Ce Pokémon préhistorique féroce vivait dans les mers chaudes.

source: Aerodactyl’s sawlike fangs can shred skin to tatters—even the skin of Steel-type Pokémon.
fr: Sa dentition semblable à une scie peut même broyer la peau des Pokémon Acier.

source: This glutton appears in villages without warning and devours the entirety of their rice granaries—such occurrences have long been counted among the gravest of disasters.
fr: L’estomac de ce Pokémon est si résistant qu’il peut même digérer de la nourriture avariée.

source: This Pokémon can control ice at will. Articuno is said to live in snowy mountains riddled with permafrost.
fr: Il possède le pouvoir de contrôler la glace. Selon les dires, il vivrait sur les sommets recouverts de neiges éternelles.

source: Zapdos is a legendary bird Pokémon. It’s said that when Zapdos rubs its feathers together, lightning will fall immediately after.
fr: On raconte que lorsque ce Pokémon oiseau légendaire fait vibrer ses plumes, le frottement fait tomber la foudre instantanément.

source: There are stories of this Pokémon using its radiant, flame-cloaked wings to light up paths for those lost in the mountains.
fr: On raconte qu’il a sauvé des personnes perdues en montagne en illuminant les sentiers à l’aide de ses splendides ailes flamboyantes.

source: This Pokémon was long considered to be no more than a myth. The small lump on a Dratini’s forehead is actually a horn that’s still coming in.
fr: On a longtemps douté de l’existence de ce Pokémon. La petite bosse sur son front est en fait sa corne en pleine croissance.

source: This Pokémon gathers power in the orbs on its tail and controls the weather. When enshrouded by an aura, Dragonair has a mystical appearance.
fr: Il contrôle la météo en accumulant de l’énergie dans les orbes au bout de sa queue. Sa silhouette nimbée d’une aura lui confère un air mystique.

source: This Pokémon is known as the Sea Incarnate. Figureheads that resemble Dragonite decorate the bows of many ships.
fr: On l’appelle « l’avatar de la mer ». Nombreux sont les navires arborant une figure de proue en forme de Dracolosse.

source: Its DNA is almost the same as Mew’s. However, its size and disposition are vastly different.
fr: Son ADN est presque le même que celui de Mew, mais sa taille et son caractère sont très différents.

source: When viewed through a microscope, this Pokémon’s short, fine, delicate hair can be seen.
fr: À l’aide d’un microscope, on peut distinguer le pelage extrêmement court, fin et délicat de ce Pokémon.

source: In battle, Chikorita waves its leaf around to keep the foe at bay. However, a sweet fragrance also wafts from the leaf, becalming the battling Pokémon and creating a cozy, friendly atmosphere all around.
fr: Lorsqu’il se bat, Germignon secoue sa feuille pour tenir son ennemi à distance. Un doux parfum s’en dégage également, apaisant les Pokémon qui se battent et créant une atmosphère agréable et amicale.

source: Bayleef’s neck is ringed by curled-up leaves. Inside each tubular leaf is a small shoot of a tree. The fragrance of this shoot makes people peppy.
fr: Le cou de Macronium est entouré de nombreuses feuilles. Dans chacune d’elles se trouve une pousse d’arbre. Le parfum de cette pousse donne la pêche aux personnes qui le sentent.

source: The fragrance of Meganium’s flower soothes and calms emotions. In battle, this Pokémon gives off more of its becalming scent to blunt the foe’s fighting spirit.
fr: Le parfum de la fleur de Méganium apaise et calme les esprits. Pendant les combats, ce Pokémon émet son parfum relaxant pour atténuer l’agressivité de l’ennemi.

source: Hails from the Johto region. Though usually curled into a ball due to its timid disposition, it harbors tremendous firepower.
fr: Héricendre se protège en faisant jaillir des flammes de son dos. Ces flammes peuvent être violentes si le Pokémon est en colère. Cependant, s’il est fatigué, seules quelques flammèches vacillent laborieusement.

source: This creature's fur is most mysterious—it is wholly impervious to the burning touch of flame. Should Quilava turn its back to you, take heed! Such a posture indicates a forthcoming attack.
fr: Feurisson garde ses ennemis à distance grâce à l’intensité de ses flammes et à des rafales d’air brûlant. Ce Pokémon utilise son incroyable agilité pour éviter les attaques, tout en enflammant ses ennemis.

source: Said to purify lost, forsaken souls with its flames and guide them to the afterlife. I believe its form has been influenced by the energy of the sacred mountain towering at Hisui's center.
fr: Typhlosion se cache derrière un chatoyant nuage de chaleur qu’il crée en attisant ses flammes intenses. Ce Pokémon peut générer des rafales explosives qui réduisent tout en cendres.

source: Despite the smallness of its body, Totodile’s jaws are very powerful. While the Pokémon may think it is just playfully nipping, its bite has enough power to cause serious injury.
fr: Malgré son tout petit corps, la mâchoire de Kaiminus est très puissante. Parfois, ce Pokémon mordille les gens pour jouer, sans se rendre compte que sa morsure peut gravement blesser quelqu’un.

source: Once Croconaw has clamped its jaws on its foe, it will absolutely not let go. Because the tips of its fangs are forked back like barbed fishhooks, they become impossible to remove when they have sunk in.
fr: Une fois que Crocrodil a refermé sa mâchoire sur son ennemi, il est impossible de le faire lâcher prise. Ses crocs sont recourbés comme des hameçons et ne peuvent pas être retirés une fois enfoncés.

source: Feraligatr intimidates its foes by opening its huge mouth. In battle, it will kick the ground hard with its thick and powerful hind legs to charge at the foe at an incredible speed.
fr: Aligatueur impressionne ses ennemis en ouvrant son énorme gueule. Pendant les combats, il piétine le sol de ses puissantes pattes arrière avant de charger ses adversaires à pleine vitesse.

source: When Sentret sleeps, it does so while another stands guard. The sentry wakes the others at the first sign of danger. When this Pokémon becomes separated from its pack, it becomes incapable of sleep due to fear.
fr: Lorsqu’un Fouinette dort, un autre monte la garde. La sentinelle réveille les autres au moindre signe de danger. Si un de ces Pokémon est séparé de sa meute, il est incapable de dormir, car il a peur.

source: Furret has a very slim build. When under attack, it can slickly squirm through narrow spaces and get away. In spite of its short limbs, this Pokémon is very nimble and fleet.
fr: Fouinar est très mince. Lorsqu’il est attaqué, il peut s’enfuir en se faufilant habilement dans les recoins étroits. Malgré ses pattes courtes, ce Pokémon est très agile et rapide.

source: It begins to hoot at the same time every day. Some Trainers use them in place of clocks.
fr: Il hulule chaque jour aux mêmes moments. Certains Dresseurs s’en servent comme d’une montre.

source: When it needs to think, it rotates its head 180 degrees to sharpen its intellectual power.
fr: Quand il réfléchit, il tourne sa tête sur 180 degrés pour optimiser son mode de pensée.

source: These very cowardly Pokémon join together and use Reflect to protect their nest.
fr: Extrêmement timide, ce Pokémon défend le nid qu’il partage avec ses congénères en utilisant Protection.

source: It flies through the night sky, sprinkling sparkly dust. According to some, if that dust sticks to you, good things will happen to you.
fr: Il vole dans le ciel nocturne en répandant une poudre scintillante. Si elle vous touche, quelque chose de positif devrait bientôt vous arriver.

source: Although the poison from its fangs isn’t that strong, it’s potent enough to weaken prey that gets caught in its web.
fr: Le poison contenu dans les mandibules de ce Pokémon n’est pas très violent, mais il suffit à immobiliser les proies piégées dans sa toile.

source: It spews threads from its mouth to catch its prey. When night falls, it leaves its web to go hunt aggressively.
fr: Il capture ses proies en projetant un fil qu’il sécrète. À la nuit tombée, il quitte sa toile et part chasser activement.

source: Its hind limbs have become another set of wings. Crobat expertly maneuvers its four wings to dart in exquisite fashion through even the most confined caves without losing any speed.
fr: Il vole en contrôlant librement ses quatre ailes et peut se déplacer sans avoir besoin de ralentir, même dans les grottes étroites.

source: On the dark ocean floor, its only means of communication is its constantly flashing lights.
fr: Au plus profond de l’océan, son seul moyen de communication est la lumière de ses antennes, qui clignotent constamment.

source: This Pokémon flashes a bright light that blinds its prey. This creates an opening for it to deliver an electrical attack.
fr: Il dégage une vive lumière pour éblouir ses proies, puis leur inflige un choc électrique bien senti.

source: Pichu stores electricity in the sacs on its cheeks but discharges it inadvertently when agitated or excited. Being yet immature, the Pokémon's handling of electricity is rather inept.
fr: Les poches électriques de ses joues sont très petites. Lorsqu’elles sont surchargées, il s’électrocute lui-même.

source: In silhouette, they resemble twinkling starlight. When shooting stars rain from the night sky, Cleffa gather in numbers and dance as though they are indeed incarnations of the stars.
fr: Il ressemble un peu à une étoile. On suppose qu’il est venu sur terre accroché à une météorite.

source: Taking advantage of the softness of its body, Igglybuff moves as if bouncing. Its body turns a deep pink when its temperature rises.
fr: Il se déplace en faisant rebondir son corps tout mou. Lorsque sa température corporelle augmente, il devient rose foncé.

source: This ovate creature is frequently mistaken for a moving egg when encountered out in the fields or in the mountains. Its guileless smile soothes the soul.
fr: C’est un symbole de chance. On dit que sa coquille est remplie de joie.

source: No records exist of Togetic being seen in the wilds. Rumors abound that it evolves under the loving care of a trusted human companion, upon whom the Pokémon then bestows great joy.
fr: Ce Pokémon est capable de léviter sans battre des ailes. Il est vite démoralisé s’il n’est pas en compagnie de gens sympathiques.

source: Because its wings aren’t yet fully grown, it has to hop to get around. It is always staring at something.
fr: Ses ailes ne sont pas assez développées donc il ne peut se déplacer qu’en sautillant. Il fixe toujours quelque chose du regard.

source: This odd Pokémon can see both the past and the future. It eyes the sun’s movement all day.
fr: Capable de voir le passé et l’avenir, ce Pokémon mystérieux consacre toutes ses journées à observer la course du soleil.

source: Rubbing its fleece generates electricity. You’ll want to pet it because it’s cute, but if you use your bare hand, you’ll get a painful shock.
fr: Il a beau être mignon, sa laine génère de l’électricité quand on la frotte. Tentez de le caresser, et il vous mettra vite au courant !

source: It stores electricity in its fluffy fleece. If it stores up too much, it will start to go bald in those patches.
fr: Il accumule de l’électricité dans sa toison duveteuse. Il en a tellement stocké qu’il en a perdu sa laine par endroits.

source: Its tail shines bright and strong. It has been prized since long ago as a beacon for sailors.
fr: Sa queue brille d’une lumière éclatante. Depuis des temps très anciens, il est vénéré comme le guide des marins.

source: Bellossom gather at times and appear to dance. They say that the dance is a ritual to summon the sun.
fr: Les Joliflor se réunissent parfois pour danser. On pense que c’est un rituel pour invoquer le soleil.

source: Even after Marill swims in a cold sea, its water- repellent fur dries almost as soon as Marill leaves the water. That’s why this Pokémon is never cold.
fr: Sa fourrure est hydrophobe, si bien qu’elle sèche en un instant. Il n’a donc jamais froid, même lorsqu’il sort d’une mer glaciale.

source: These Pokémon create air-filled bubbles. When Azurill play in rivers, Azumarill will cover them with these bubbles.
fr: Il crée des bulles d’air dont il enveloppe gentiment les Azurill venus jouer dans la rivière.

source: Though it pretends to be a tree, it fails to fool even children. To the touch, its body feels more like rock than tree bark. Sudowoodo's extreme aversion to water merits special note.
fr: Il se déguise en arbre pour éviter de se faire attaquer. Il déteste l’eau et se cache par temps de pluie.

source: The cry of a male is louder than that of a female. Male Politoed with deep, menacing voices find more popularity with the opposite gender.
fr: Le cri des mâles est plus puissant que celui des femelles, qui préfèrent les voix fortes et intimidantes.

source: This Pokémon drifts and floats with the wind. If it senses the approach of strong winds, Hoppip links its leaves with other Hoppip to prepare against being blown away.
fr: Ce Pokémon flotte à la dérive, porté par le vent. S’il sent qu’un vent très fort approche, Granivol attache ses feuilles aux autres Granivol pour ne pas être emporté par la bourrasque.

source: Skiploom’s flower blossoms when the temperature rises above 64 degrees Fahrenheit. How much the flower opens depends on the temperature. For that reason, this Pokémon is sometimes used as a thermometer.
fr: La fleur de Floravol éclot lorsque la température atteint 18 °C. L’ouverture de la fleur change en fonction de la température. Certaines personnes se servent de ce Pokémon comme d’un thermomètre.

source: Jumpluff rides warm southern winds to cross the sea and fly to foreign lands. The Pokémon descends to the ground when it encounters cold air while it is floating.
fr: Cotovol traverse la mer, porté par les vents, pour découvrir de nouveaux territoires. Ce Pokémon se rapproche du sol quand le vent est trop froid.

source: This treetop dweller possesses a tail as dexterous as a hand. Ancient writings describe this Pokémon as a one-armed oddity.
fr: Il guette ses proies depuis la cime des arbres. Quand il aperçoit un Croquine, son mets préféré, il se jette dessus.

source: Sunkern tries to move as little as it possibly can. It does so because it tries to conserve all the nutrients it has stored in its body for its evolution. It will not eat a thing, subsisting only on morning dew.
fr: Tournegrin essaie de bouger le moins possible. C’est parce qu’il veut conserver tous les nutriments qu’il stocke dans son corps pour son évolution. Il ne mange pas, ne subsistant que grâce à la rosée matinale.

source: Sunflora converts solar energy into nutrition. It moves around actively in the daytime when it is warm. It stops moving as soon as the sun goes down for the night.
fr: Héliatronc convertit l’énergie solaire en nutriments. Il remue activement pendant la journée, quand il fait chaud. Il redevient immobile dès que le soleil se couche.

source: Its frail wings are so thin that one can see clear through them. However, during flight these wings exhibit the power to churn air with force enough to launch a house skyward.
fr: Yanma a un champ de vision de 360 degrés sans avoir besoin de bouger les yeux. Il vole incroyablement bien et peut faire des figures acrobatiques. Ce Pokémon descend en piqué sur ses proies.

source: When walking on land, it covers its body with a poisonous film that keeps its skin from dehydrating.
fr: Lorsqu’il est sur la terre ferme, il couvre son corps d’un voile toxique qui le protège de la déshydratation.

source: Its body is always slimy. It often bangs its head on the river bottom as it swims but seems not to care.
fr: Il est toujours gluant. Quand il nage, il se cogne souvent la tête au fond des rivières, mais semble s’en moquer.

source: Wields an arcane power with which it can predict the weather and even people's thoughts. When bathed in sunshine, the scarlet orb on its brow glows and builds energy.
fr: Le joyau sur le front de Mentali projette des ondes psychiques en combat, et s’obscurcit quand il est à bout de force.

source: It is most active in the wee hours of the night, when moonlight bathes the land. Its large eyes can pierce the darkness and perceive prey with absolute clarity.
fr: Les nuits de pleine lune, ou s’il est agité, les anneaux sur sa peau se mettent à briller.

source: Widely shunned as a bearer of ill fortune. Upon crossing paths with this creature, I've been told one must chant ”Workrum, Workrum—bad luck, don't come” as a protective incantation.
fr: Il cherche des objets brillants pour son chef. Sa réputation d’oiseau de mauvais augure lui vaut la haine de nombreuses personnes.

source: Slowking can solve any problem presented to it, but no one can understand a thing Slowking says.
fr: Il est capable de résoudre tous les problèmes qu’on lui présente, mais personne ne parvient à comprendre ce qu’il dit.

source: It conceals itself in darkness, sending chills up travelers' spines with its childlike weeping. As it observes the frightened travelers with glee, the red orbs upon its chest let off an eerie light.
fr: Il adore faire peur aux humains en imitant leurs pleurs, et n’apprécie guère ceux qui ne se laissent pas intimider.

source: It is hard to believe these strangely shaped Pokémon are truly living creatures. I've pointed out that the species' many forms resemble writing from other lands; no one will take me seriously.
fr: Ce Pokémon a la forme d’un caractère d’écriture antique. Personne ne sait si ces écritures antiques sont apparues avant les Zarbi ou le contraire. Des études sont en cours, mais aucun résultat n’a été annoncé.

source: To keep its pitch-black tail hidden, it lives quietly in the darkness. It is never first to attack.
fr: Il vit discrètement dans l’obscurité pour cacher sa queue noire. Il n’attaque jamais en premier.

source: Girafarig’s rear head contains a tiny brain that is too small for thinking. However, the rear head doesn’t need to sleep, so it can keep watch over its surroundings 24 hours a day.
fr: La tête à l’arrière de Girafarig abrite un cerveau trop petit pour penser. En revanche, cette tête arrière n’a pas besoin de dormir, ce qui lui permet de monter la garde tout le temps.

source: It sticks tree bark to itself with its saliva, making itself thicker and larger. Elderly Pineco are ridiculously huge.
fr: Il grandit en utilisant sa salive pour coller l’écorce des arbres sur son corps. Un Pomdepik âgé peut prendre des proportions démesurées.

source: In the moment that it gulps down its prey, the inside of its shell is exposed, but to this day, no one has ever seen that sight.
fr: On ne peut voir l’intérieur de sa carapace que lorsqu’il engloutit sa nourriture, mais il est si rapide que personne n’a encore jamais réussi.

source: The nests Dunsparce live in are mazes of tunnels. They never get lost in their own nests—they can tell where they are by the scent of the dirt.
fr: Bien que son nid ressemble à un labyrinthe, il ne s’y perd jamais, car il se repère grâce à l’odeur de la terre.
